{"paragraph_index": "4696_1", "article_index": 4696, "document_link": "http://lenr-canr.org/acrobat/ZhangWSeffectsofsb.pdf", "abstract": "Various effects induced by self-stress during hydrogen diffusion across metallic tabular membranes are discussed. The up-hill diffusion in the initial time of permeation, the time course of inner pressure change, the steady distributions of hydrogen concentration and residual stress in membranes, and the acceleration of permeation rate on interruption of hydrogen charging are properly interpreted.", "all_authors": ["Zhang, W.-S.", "Zhang, Z.-L.", "Zhang, X.-W."], "pdf_path": "ZhangWSeffectsofsb.pdf", "title": "Effects of self-induced stress in tubular membranes during hydrogen diffusion", "publisher": "J. Alloys and Compounds", "year_published": "2002", "volume": "336", "date_uploaded": "2006-03-31", "keywords": ["loading"], "paragraph": "Migration of hydrogen interstitials in metals or alloys has been mainly focused on the behavior under effects of elastic lattice strain resulting from lattice deformation, which can be produced either by external mechanical forces [1–3] or by internal stresses due to lattice-dilating interstitials [4,5]. As far as the internal stress is concerned, Lewis and co-workers, and some other researchers have shown experimentally that it results in a hydrogen flux opposing that generated by the overall gradient of concentration, this feature has been referred to as 'up-hill diffusion' (UHD) [6–19]. It is verified that self-stress leads to a misestimation of diffusion coefficient using the time- lag method [6–16]. Afterwards, some theoretical efforts have been made to explain the UHD and steady-state distribution of hydrogen in solids [19–29]. On the whole, it appears that the theoretical interpretations are perfect except some controversies on the problem of the steady- state distribution of interstitial in solids [19–22,25–28]. However, we have found that previous theories about UHD [19-28] contain fatal mistakes. The widely used expres- sion of self-stress produced in metallic membranes is for plates with free edges and is only valid in some limited situations such as those in Ref. [30]. But this theory has been improperly extended to thin cylindrical shells  [19–28], which makes the calculated self-stresses and induced effects differ prominently from the actual ones, and causes some controversies on the understanding of experimental phenomena. At the same time, there were serious errors in numerical calculations in some works because the predicted phenomena (e.g. UHD; the non-linear distribution of hydrogen concentration) cannot take place by their model [23–25]. In this report, we will propose a theory to discuss the self-stress and the induced effects for hydrogen diffusion across tubular membranes, and interpret the experimental results in a simplified and unified manner."}
{"paragraph_index": "4696_2", "article_index": 4696, "document_link": "http://lenr-canr.org/acrobat/ZhangWSeffectsofsb.pdf", "abstract": "Various effects induced by self-stress during hydrogen diffusion across metallic tabular membranes are discussed. The up-hill diffusion in the initial time of permeation, the time course of inner pressure change, the steady distributions of hydrogen concentration and residual stress in membranes, and the acceleration of permeation rate on interruption of hydrogen charging are properly interpreted.", "all_authors": ["Zhang, W.-S.", "Zhang, Z.-L.", "Zhang, X.-W."], "pdf_path": "ZhangWSeffectsofsb.pdf", "title": "Effects of self-induced stress in tubular membranes during hydrogen diffusion", "publisher": "J. Alloys and Compounds", "year_published": "2002", "volume": "336", "date_uploaded": "2006-03-31", "keywords": ["loading"], "paragraph": "Considering hydrogen diffusion across a thin tubular membrane, the induced stress should be treated by the theory of thermoelastic stresses in shells with the thermal expansion coefficient being replaced by the corresponding expansion coefficient caused by hydrogen insertion [35]. For simplicity, we deal with it by using the theory of thermal stresses in long and hollow cylinders [36] with thin walls, thus it can be treated as a linear and one-dimensional problem. The self-stress for homogeneous materials (e.g. Pd and Pd-based alloys as used experimentally [6–19]) is: Eq. (2) with the average H atomic ratio: Eq. (3) where E is Young's modulus, E = (1 ~ 2) × 1011 Pa; v is Poisson's ratio, v = 0.3~0.4; C。 is the concentration of H in M corresponding to n1 = 1, С。=0.1~0.15 mol H cm3; L is the membrane thickness; z is the coordinate along the thickness direction, the upstream side is z =0 (outer surface) and the downstream side is z = L (inner surface). σ is composed of two principal stresses and they are along the axial and tangential directions of the cylinder, respectively. By comparison with the expression for plates with free edges [19–28], the resultant moment term in σ vanishes in Eq. (2) because the zero moment condition does not exist in cylinder shells. The hydrogen flux has the form [4,5]: Eq. (4) with  Eq. (5) where D is the Fick's diffusion coefficient of H in M when nн→0; u is the self-stress factor and it is a dimensionless material constant, u = 13~33 at room temperature utilizing the parameters aforementioned. Eq. (4) is similar to the flux expression under self-stress in solid cylinders, spheres or plates with symmetrical boundary conditions (or infinite thickness) [4,5]. The flux is dependent on the local concentration n, the non-local non-Fickian component that appeared in previous theories [19–28] vanishes in this case. Applying the mass balance condition to the flux expression, gives one: Eq. (6). The boundary conditions depend on the experimental technique applied. In this report, we concentrate on the electrolyte/membrane/gas situation [6–10], i.e. the outer surface of the tube is in contact with an aqueous solution pre-saturated with H and a galvanostatic charging current density J is applied. The boundary condition is: Eq. (7). The H2 gas is introduced into the tube and the inner wall surface is active to satisfy the boundary condition [19,27,28]: Eq. (8) where n is the H/M ratio at the inner surface in correspondence to the imposed hydrogen pressure p under the stress-free condition, μÃ ̧ is the chemical potential of H2 gas. The pressure change in the tube is: Eq. (9) where po is the initial hydrogen pressure, A is the area of the tube wall involved in the diffusion process, V is the volume into which the diffused hydrogen is collected and the other parameters have their usual meanings. The factor 2 in the denominator accounts for the presence of two hydrogen atoms per hydrogen molecule."}
{"paragraph_index": "4696_3", "article_index": 4696, "document_link": "http://lenr-canr.org/acrobat/ZhangWSeffectsofsb.pdf", "abstract": "Various effects induced by self-stress during hydrogen diffusion across metallic tabular membranes are discussed. The up-hill diffusion in the initial time of permeation, the time course of inner pressure change, the steady distributions of hydrogen concentration and residual stress in membranes, and the acceleration of permeation rate on interruption of hydrogen charging are properly interpreted.", "all_authors": ["Zhang, W.-S.", "Zhang, Z.-L.", "Zhang, X.-W."], "pdf_path": "ZhangWSeffectsofsb.pdf", "title": "Effects of self-induced stress in tubular membranes during hydrogen diffusion", "publisher": "J. Alloys and Compounds", "year_published": "2002", "volume": "336", "date_uploaded": "2006-03-31", "keywords": ["loading"], "paragraph": "Fig. 3. Changes of hydrogen pressure in the tube and the corresponding hydrogen permeation flux while the charging current is stopped at t=0. The dashed curve is for the stress-free situation. Other parameters are the same as those in Fig. 1."}
{"paragraph_index": "4696_4", "article_index": 4696, "document_link": "http://lenr-canr.org/acrobat/ZhangWSeffectsofsb.pdf", "abstract": "Various effects induced by self-stress during hydrogen diffusion across metallic tabular membranes are discussed. The up-hill diffusion in the initial time of permeation, the time course of inner pressure change, the steady distributions of hydrogen concentration and residual stress in membranes, and the acceleration of permeation rate on interruption of hydrogen charging are properly interpreted.", "all_authors": ["Zhang, W.-S.", "Zhang, Z.-L.", "Zhang, X.-W."], "pdf_path": "ZhangWSeffectsofsb.pdf", "title": "Effects of self-induced stress in tubular membranes during hydrogen diffusion", "publisher": "J. Alloys and Compounds", "year_published": "2002", "volume": "336", "date_uploaded": "2006-03-31", "keywords": ["loading"], "paragraph": "In this report, we have dealt only with the electrolyte/ membrane/gas situation. For the gas/membrane/gas situation, the main effects are the same as here except for the occurrence of some additional influences [11-16]. On the other hand, we have dealt only with the stress effect in the hydrogen absorption process, the effect in the hydrogen desorption process can be obtained in a similar manner. Finally, this report only provides a simple description of self-stress induced phenomena. Details of these applications and comparison with experimental results based on the thermodynamic and kinetic parameters in metal (alloy)-hydrogen systems will be given in a forthcoming more extended work."}
{"paragraph_index": "4696_5", "article_index": 4696, "document_link": "http://lenr-canr.org/acrobat/ZhangWSeffectsofsb.pdf", "abstract": "Various effects induced by self-stress during hydrogen diffusion across metallic tabular membranes are discussed. The up-hill diffusion in the initial time of permeation, the time course of inner pressure change, the steady distributions of hydrogen concentration and residual stress in membranes, and the acceleration of permeation rate on interruption of hydrogen charging are properly interpreted.", "all_authors": ["Zhang, W.-S.", "Zhang, Z.-L.", "Zhang, X.-W."], "pdf_path": "ZhangWSeffectsofsb.pdf", "title": "Effects of self-induced stress in tubular membranes during hydrogen diffusion", "publisher": "J. Alloys and Compounds", "year_published": "2002", "volume": "336", "date_uploaded": "2006-03-31", "keywords": ["loading"], "paragraph": "[1] J. Völkl, Ber. Bunsenges. Phys. Chem. 76 (1972) 797. [2] J. Völkl, G. Alefeld, Z. Phys. Chem. (N.F.) 114 (1979) 129. [3] H. Wipf, J. Less-Common Metals 49 (1976) 291. [4] J.C.M. Li, Metall. Trans. A 9 (1978) 1353. [5] F.C. Larché, JW. Cahn, Acta Metall. 30 (1982) 1835. [6] F.A. Lewis, J.P. Magennis, S.G. McKee, P.J.M. Seebuwufu, Nature 306 (1983) 673. [7] X.Q. Tong, K. Kandasamy, F.A. Lewis, Scripta Metall. 24 (1990) 1923. [8] X.Q. Tong, R.V. Bucur, K. Kandasamy, F.A. Lewis, Z. Phys. Chem. (N.F.) 181 (1993) 225. [9] K. Kandasamy, F.A. Lewis, J.P. Magennis, S.G. McKee, X.Q. Tong, Z. Phys. Chem. (N.F.) 171 (1991) 213. [10] Y. Sakamoto, X.Q. Tong, F.A. Lewis, Scripta Metall. Mater. 25 (1991) 1629. [11] F.A. Lewis, B. Baranowski, K. Kandasamy, J. Less-Common Metals 134 (1987) L27. [12] X.Q. Tong, F.A. Lewis, J. Less-Common Metals 169 (1991) 157. [13] X.Q. Tong, R.-A. McNicholl, K. Kandasamy, F.A. Lewis, Int. J. Hydrogen Energy 17 (1992) 777. [14] K. Kandasamy, X.Q. Tong, F.A. Lewis, J. Phys.: Conden. Mater. 4 (1992) L439. [15] D. Dudek, B. Baranowski, Polish J. Chem. 69 (1995) 1196. [16] D. Dudek, B. Baranowski, Z. Phys. Chem. (N.F.) 206 (1998) 21. [17] F.A. Lewis, X.Q. Tong, K. Kandasamy, Int. J. Hydrogen Energy 18 (1993) 481. [18] X.Q. Tong, F.A. Lewis, Int. J. Hydrogen Energy 20 (1995) 641. [19] B. Baranowski, J. Less-Common Metals 154 (1989) 329. [20] B. Baranowski, in: S. Sieniutycz, P. Salaman (Eds.), Advances in Thermodynamics, Flow, Diffusion and Processes, Vol. 6, Taylor and Francis, New York, 1992, p. 168. [21] K. Kandasamy, Scripta Metall. 22 (1988) 479. [22] K. Kandasamy, Int. J. Hydrogen Energy 20 (1995) 455. [23] K. Kandasamy, F.A. Lewis, Defect Diffus. Forum 150-152 (1997) 56. [24] K. Kandasamy, F.A. Lewis, Int. J. Hydrogen Energy 24 (1999) 763. [25] A.M. Simon, Z.J. Grzywna, Acta. Metall. Mater. 40 (1992) 3465. [26] A.M. Simon, Int. J. Hydrogen Energy 22 (1997) 27. [27] W.S. Zhang, X.W. Zhang, Z.L. Zhang, J. Alloys Comp. 302 (2000) 258. [28] W.S. Zhang, X.W. Zhang, Z.L. Zhang, Phys. Rev. B 62 (2000) 8884. [29] A. Mällo, A. Krozer, J. Less-Common Metals 167 (1991) 305. [30] W.S. Zhang, Z.L. Zhang, X.W. Zhang, J. Electroanal. Chem. 474 (1999) 130. [31] H.A. Wried, R.A. Oriani, Acta Metall. 18 (1970) 753. [32] R. Kirchheim, Acta Metall. 34 (1986) 37. [33] B. Baranowski, S. Majchrzak, T.B. Flanagan, J. Phys. F.: Met. Phys. 1 (1971) 258. [34] Y. Fukai (Ed.), The Metal-Hydrogen System, Basic Bulk Properties, Springer-Verlag, Berlin, 1993, p. 95. [35] J.L. Nowinski, Theory of Thermoelasticity with Applications, Sijthoff & Noordhoff International Publishers, Alphen aan den Rijn, Netherlands, 1978, Chapter 15. [36] S. Timoshenko, in: Strength of Materials, Part II, Advanced Theory and Problems, D. Van Nostrand Company, Inc, Princeton, New Jersey, 1956, p. 228. [37] B. Baranowski, Private Communication. [38] J. Crank (Ed.), The Mathematics of Diffusion, Clarendon, Oxford, 1975, p. 33. [39] C. Montella, J. Electroanal. Chem. 465 (1999) 37. [40] S. Timoshenko, S. Woinowsky-Krieger, Theory of Plates and Shells, McGraw-Hill, New York, 1959, Chapter 15."}
