{"paragraph_index": "4701_1", "article_index": 4701, "document_link": "http://lenr-canr.org/acrobat/ZhangWSnumericalsa.pdf", "abstract": "Based on the self-stress theory for hydrogen in thin tubular shells, we numerically calculate apparent diffusion coefficients (ADCs) of hydrogen in membranes obtained from the time-lag and half-rise methods under chemopotential- and flux-step boundary conditions. It is found that ADCs differ from the diffusion coefficient under stress-free conditions when either the initial concentration or the chemopotential-step (or flux-step) is taken to be a nonzero value. At the same time, effects of other parameters on values of ADC are discussed as well. The theoretical results are qualitatively consistent with the available experimental data. Our results indicate that a small current will give the minimum error in determining the diffusion coefficient while the initial hydrogen content is nonzero.", "all_authors": ["Zhang, W.-S.", "Hou, M.-Q.", "Wang, H.-Y.", "Fu, Y."], "title": "Numerical simulation of diffusivity of hydrogen in thin tubular metallic membranes affected by self-stresses", "publisher": "Int. J. Hydrogen Energy", "year_published": "2004", "volume": "29", "date_uploaded": "2023-05-12", "keywords": ["loading"], "paragraph": "In earlier works, we presented models describing self-stresses and related e'ects produced by hydrogen interstitials in thin shells and circular plates [9–11]. The UHD phenomena, the time courses of pressure change in a tube during hydrogen absorption and interruption of steady di'usion [1,2,13–24] were demonstrated and interpreted by these theories. Besides these phenomena, it has been found that self-stresses lead to changes of apparent di'usion coe6cient (ADC) if traditional relations are applied in experiments [1,2,13–26]. This is one of the reasons that ADCs of H in metal (alloy) hydrides di'er from one work to another. Because self-stresses are produced by the nonhomogeneous concentration distribution of hydrogen in metals and this is a necessary condition for di'usivity measurement, so self-stresses must a'ect di'usion processes, hence the di'usivity measurements. Therefore, it is important to diminish or subtract this e'ect in experiments. On the other hand, effects of self-stress on the transport of hydrogen in metals (alloys) are an important problem in corrosion kinetics, hydrogen storage and other related problems. All these issues form the academic and technological backgrounds of the present subject; we will discuss it using numerical methods based on the model established earlier [9–11]."}
{"paragraph_index": "4701_2", "article_index": 4701, "document_link": "http://lenr-canr.org/acrobat/ZhangWSnumericalsa.pdf", "abstract": "Based on the self-stress theory for hydrogen in thin tubular shells, we numerically calculate apparent diffusion coefficients (ADCs) of hydrogen in membranes obtained from the time-lag and half-rise methods under chemopotential- and flux-step boundary conditions. It is found that ADCs differ from the diffusion coefficient under stress-free conditions when either the initial concentration or the chemopotential-step (or flux-step) is taken to be a nonzero value. At the same time, effects of other parameters on values of ADC are discussed as well. The theoretical results are qualitatively consistent with the available experimental data. Our results indicate that a small current will give the minimum error in determining the diffusion coefficient while the initial hydrogen content is nonzero.", "all_authors": ["Zhang, W.-S.", "Hou, M.-Q.", "Wang, H.-Y.", "Fu, Y."], "title": "Numerical simulation of diffusivity of hydrogen in thin tubular metallic membranes affected by self-stresses", "publisher": "Int. J. Hydrogen Energy", "year_published": "2004", "volume": "29", "date_uploaded": "2023-05-12", "keywords": ["loading"], "paragraph": "In this work, we give only the numerical results based on Eqs. (15)–(19) and using the frame reported earlier [33]. In the calculation, the time step is 10−6 and the space step is 10−2, and the precision is 10−4. The time-lag under the concentration-step condition is 0.16664 which gives a relative error of 1:6 × 10−4 in comparison with the standard value of 1/6. In the determination of  L and  1=2,   = 3 is long enough to make the 9ux approach the steady value."}
{"paragraph_index": "4701_3", "article_index": 4701, "document_link": "http://lenr-canr.org/acrobat/ZhangWSnumericalsa.pdf", "abstract": "Based on the self-stress theory for hydrogen in thin tubular shells, we numerically calculate apparent diffusion coefficients (ADCs) of hydrogen in membranes obtained from the time-lag and half-rise methods under chemopotential- and flux-step boundary conditions. It is found that ADCs differ from the diffusion coefficient under stress-free conditions when either the initial concentration or the chemopotential-step (or flux-step) is taken to be a nonzero value. At the same time, effects of other parameters on values of ADC are discussed as well. The theoretical results are qualitatively consistent with the available experimental data. Our results indicate that a small current will give the minimum error in determining the diffusion coefficient while the initial hydrogen content is nonzero.", "all_authors": ["Zhang, W.-S.", "Hou, M.-Q.", "Wang, H.-Y.", "Fu, Y."], "title": "Numerical simulation of diffusivity of hydrogen in thin tubular metallic membranes affected by self-stresses", "publisher": "Int. J. Hydrogen Energy", "year_published": "2004", "volume": "29", "date_uploaded": "2023-05-12", "keywords": ["loading"], "paragraph": "Another similar characteristic for both boundary conditions is that DL=D0¿1 and D1=2=D0¿1 when the applied QnH (or j0) is large but nH;0 is very small, which means that measurements of di'usion coe6cient must be taken with caution even for dilute solid solutions."}
{"paragraph_index": "4701_4", "article_index": 4701, "document_link": "http://lenr-canr.org/acrobat/ZhangWSnumericalsa.pdf", "abstract": "Based on the self-stress theory for hydrogen in thin tubular shells, we numerically calculate apparent diffusion coefficients (ADCs) of hydrogen in membranes obtained from the time-lag and half-rise methods under chemopotential- and flux-step boundary conditions. It is found that ADCs differ from the diffusion coefficient under stress-free conditions when either the initial concentration or the chemopotential-step (or flux-step) is taken to be a nonzero value. At the same time, effects of other parameters on values of ADC are discussed as well. The theoretical results are qualitatively consistent with the available experimental data. Our results indicate that a small current will give the minimum error in determining the diffusion coefficient while the initial hydrogen content is nonzero.", "all_authors": ["Zhang, W.-S.", "Hou, M.-Q.", "Wang, H.-Y.", "Fu, Y."], "title": "Numerical simulation of diffusivity of hydrogen in thin tubular metallic membranes affected by self-stresses", "publisher": "Int. J. Hydrogen Energy", "year_published": "2004", "volume": "29", "date_uploaded": "2023-05-12", "keywords": ["loading"], "paragraph": "On the other hand, the present theory is aimed at the situation of tube conPgurations. For the circular plates used widely in experiments [32,36–41], we have proved that this model is appropriate as a primary approximation [10]; the detailed discussion on this conPguration will be presented in the future. For other conPgurations, e.g. spheres, cylinders and plates, self-stresses must be treated separately according to the speciPc situations."}
{"paragraph_index": "4701_5", "article_index": 4701, "document_link": "http://lenr-canr.org/acrobat/ZhangWSnumericalsa.pdf", "abstract": "Based on the self-stress theory for hydrogen in thin tubular shells, we numerically calculate apparent diffusion coefficients (ADCs) of hydrogen in membranes obtained from the time-lag and half-rise methods under chemopotential- and flux-step boundary conditions. It is found that ADCs differ from the diffusion coefficient under stress-free conditions when either the initial concentration or the chemopotential-step (or flux-step) is taken to be a nonzero value. At the same time, effects of other parameters on values of ADC are discussed as well. The theoretical results are qualitatively consistent with the available experimental data. Our results indicate that a small current will give the minimum error in determining the diffusion coefficient while the initial hydrogen content is nonzero.", "all_authors": ["Zhang, W.-S.", "Hou, M.-Q.", "Wang, H.-Y.", "Fu, Y."], "title": "Numerical simulation of diffusivity of hydrogen in thin tubular metallic membranes affected by self-stresses", "publisher": "Int. J. Hydrogen Energy", "year_published": "2004", "volume": "29", "date_uploaded": "2023-05-12", "keywords": ["loading"], "paragraph": "In this paper, we numerically calculate ADCs of hydrogen in thin tubular membranes determined by the time-lag and half-rise methods under chemopotential- and 9ux-step boundary conditions to simulate di'usivity measurements of hydrogen in experiments based on the self-stress theory for interstitial solutions in thin tubular shells established earlier [9]. It is found that ADCs di'er from the SFDC when either the initial concentration or the chemopotential (or 9ux) step is large. Generally, ADCs are less than the SFDC under the chemopotential-step, i.e. the pressure-step for gas absorption or potentiostatic charging for electrochemical absorption. However, ADCs are greater than the SFDC under the 9ux-step, i.e. the galvanostatic charging. At the same time, we Pnd that the self-stress e'ects are proportional to the partial molar volume of hydrogen in metals but inversely proportional to temperature. Our results indicate that ADCs approach the SFDC only if the initial concentration and concentration-step (or 9ux-step) are small enough or the temperature is high enough. In measurements of di'usion coe6cient with nonzero hydrogen concentration (nH  = 0), the e'ective technique is using the galvanostatic charging with small current. Finally, our theoretical results are consistent with the available experimental data."}
{"paragraph_index": "4701_6", "article_index": 4701, "document_link": "http://lenr-canr.org/acrobat/ZhangWSnumericalsa.pdf", "abstract": "Based on the self-stress theory for hydrogen in thin tubular shells, we numerically calculate apparent diffusion coefficients (ADCs) of hydrogen in membranes obtained from the time-lag and half-rise methods under chemopotential- and flux-step boundary conditions. It is found that ADCs differ from the diffusion coefficient under stress-free conditions when either the initial concentration or the chemopotential-step (or flux-step) is taken to be a nonzero value. At the same time, effects of other parameters on values of ADC are discussed as well. The theoretical results are qualitatively consistent with the available experimental data. Our results indicate that a small current will give the minimum error in determining the diffusion coefficient while the initial hydrogen content is nonzero.", "all_authors": ["Zhang, W.-S.", "Hou, M.-Q.", "Wang, H.-Y.", "Fu, Y."], "title": "Numerical simulation of diffusivity of hydrogen in thin tubular metallic membranes affected by self-stresses", "publisher": "Int. J. Hydrogen Energy", "year_published": "2004", "volume": "29", "date_uploaded": "2023-05-12", "keywords": ["loading"], "paragraph": "[1] Lewis FA, Magennis JP, McKee SG, Ssebuwufu PJM. Hydrogen chemical potentials and di'usion coe6cients in hydrogen di'usion membranes. Nature 1983;306:673–5. [2] Baranowski B. Stress-induced di'usion in hydrogen permeation through Pd81Pt19 membranes. J Less-Common Metals 1989;154:329–53. [3] Baranowski B. Flow, di'usion and rate processes. In: Saniutycz S, Salomon P, editors. Advances in thermodynamics, vol. 6, New York: Taylor & Francis; 1992. p. 168–88. [4] Kandasamy K. In9uences of self-induced stress on permeation 9ux and space–time variation of concentration during di'usion of hydrogen in a palladium alloy. Int J Hydrogen Energy 1995;20(6):455–65. [5] Simon AM, Grzywna ZJ. On the LarchVe–Cahn theory for stress induced di'usion. Acta Metall Mater 1992;40(12): 3465–73. [6] Simon AM. A criticism of the postulated quadratic steady-state concentration proPle for strain gradient induced hydrogen di'usion in metallic membranes. Int J Hydrogen Energy 1997;22(1):27–30. [7] Zhang W-S, Zhang X-W, Zhang Z-L. Steady concentration distribution of hydrogen in elastic membranes during hydrogen di'usion. J Alloys Compounds 2000;302:258–60. [8] Zhang W-S, Zhang X-W, Zhang Z-L. E'ect of self-induced stress on the steady concentration distribution of hydrogen in fcc membranes during hydrogen di'usion. Phys RevB 2000;62(13):8884–90. [9] Zhang W-S, Zhang Z-L, Zhang X-W. E'ects of self-induced stress in tubular membranes during hydrogen di'usion. J Alloys Compounds 2002;336:170–5. [10] Zhang W-S, Zhang Z-L. E'ects of hydrogen self-stress in thin circular-plates with clamped edges. J Alloys Compounds 2002;346:176–80. [11] Zhang W-S. E'ects of electrochemical reaction and self-stress on hydrogen di'usion in tubular membranes during galvanostatic charging. J Alloys Compounds 2003; 356–357:314–7. [12] Adrover A, Giona M, Capobianco L, Tripodi P, Violante V. Steady-state concentration proPles of hydrogen in tubular metallic membranes. Int J Hydrogen Energy 2003;28(11):1279–84. [13] Tong XQ, Kandasamy K, Lewis FA. In9uences of lattice strain gradients on hydrogen permeation through palladium membranes containing hydrogen contents in  ,   +   and   phase concentration ranges. Scr Metall Mater 1990;24: 1923–8. [14] Tong XQ, Bucur RV, Kandasamy K, Lewis FA. Strain gradient related uphill di'usion phenomena in Pd77Ag23Hn. Z Phys Chem (NF) 1993;181:225–32. [15] Kandasamy K, Lewis FA, Magennis JP, McKee SG, Tong XQ. Correlations with p–c(n)–T relationship of strain gradient dependent hydrogen di'usion in Pd81Pt19Hn membranes. Z Phys Chem (NF) 1991;171:213–30. [16] Sakamoto Y, Tong XQ, Lewis FA. E'ects of non-Fickian uphill components of permeation 9ux on estimations of hydrogen di'usion coe6cients in the Pd/H system. Scr Metall Mater 1991;25:1629–34. [17] Lewis FA, Baranowski B, Kandasamy K. Uphill di'usion e'ects induced by self-stresses during hydrogen di'usion through metallic membranes. J Less-Common Metals 1987;134:L27–31. [18] Tong XQ, Lewis FA. Mechanical-strain-induced in9uences on hydrogen di'usion within Pd77Ag23 alloy membranes. J Less-Common Metals 1991;169:157–65. [19] Tong XQ, McNicholl R-A, Kandasamy K, Lewis FA. Hydrogen permeation in stressed and strained membranes of palladium alloys. Int J Hydrogen Energy 1992;17(10): 777–81. [20] Kandasamy K, Tong XQ, Lewis FA. Strain gradient in9uences on apparent dependences of hydrogen di'usion coe6cients on hydrogen content in the Pd81Pt19Hn system. J Phys: Condens Mater 1992;4:L439–46. [21] Dudek D, Baranowski B. In9uences of self-stresses on the di'usion of hydrogen through a Pd81Pt19 membrane. Polish J Chem 1995;69:1196–204. [22] Dudek D, Baranowski B. Di'usion coe6cients of hydrogen during absorption and desorption of hydrogen in Pd81Pt19 membrane Part I: time-lag method. Z Phys Chem (NF) 1998;206:21–9. [23] Lewis FA, Tong XQ, Kandasamy K. Lattice strain gradients in9uences on steady-state rates of hydrogen permeation through membranes. Int J Hydrogen Energy 1993;18(6): 481–4. [24] Tong XQ, Lewis FA. Indications of linearity deviations of steady-state concentration proPles in hydrogen permeation membranes. Int J Hydrogen Energy 1995;20(8):641–6. [25] Zoltowski P. E'ects of self-induced mechanical stress in hydrogen sorption by metals, by EIS. Electrochim Acta 1999;44(24):4415–29. [26] Zoltowski P, Makowska E. Di'usion coe6cient of hydrogen in  -phase palladium and palladium–platinum alloy. Phys Chem Chem Phys 2001;3(14):2935–42. [27] Baranowski B, Majchrzak S, Flanagan TB. The volume increase of fcc metals and alloys due to interstitial hydrogen over a wide range of hydrogen contents. J Phys F 1971;1: 258–61. [28] Fukai Y. The Metal–Hydrogen System, Basic Bulk Properties. Berlin: Springer; 1993. p. 95. [29] Crank J. The mathematics of di'usion. Oxford: Clarendon; 1975. p. 33. [30] Fullenwider MA. Electrochemical current balance with the hydrogen–palladium system. J Electrochem Soc 1975;122(5):648–50. [31] Boes N, ZXuchner H. Electrochemical methods for studying di'usion, permeation and solubility of hydrogen in metals. J Less-Common Metals 1976;49:223–46. [32] Pound BG. Electrochemical techniques to study hydrogen ingress in metals. In: Bockris JO’M, Conway BE, White RE, editors, Modern aspects of electrochemistry, vol. 25, New York: Plenum; 1993. p. 63–133. [33] Zhang W-S, Zhang Z-L, Zhang X-W. E'ect of self-stress on the hydrogen absorption into palladium hydride electrode of plate form under galvanostatic conditions. J Electroanal Chem 1999;474:130–7. [34] Enyo M. Hydrogen electrode reaction on electrocatalytically active metals. In: Conway BE, Bockris JO’M, Yeager E, Khan SUM, White RE, editors. Kinetics and mechanism of electrode processes, vol. 7, New York: Plenum; 1983. p. 241–300. [35] SchXoneich H-G, ZXuchner H. Improvement of electrochemical methods for studying metal hydrogen systems. Ber Bunsenges Phys Chem 1983;87:566–70. [36] Li JC-M. Physical chemistry of some microstructural phenomena. Metall Trans A 1978;9A:1353–80. [37] Sakamoto Y, Tanaka H, Lewis FA, Tong XQ. Strain gradient-induced di'usion of hydrogen in palladium and nickel membranes. Int J Hydrogen Energy 1992;17(12): 965–70. [38] Sakamoto Y, Tanaka H, Lewis FA, Tong XQ. Observations of “uphill” di'usion of hydrogen in palladium and nickel membranes by an electrochemical permeation method. Z Phys Chem (NF) 1993;181:219–24. [39] Sakamoto Y, Tanaka H, Sakamoto F, Lewis FA, Tong XQ. Self strain gradient induced di'usion of hydrogen in Pd– Ag alloy membranes. Int J Hydrogen Energy 1995;20(1): 35–41. [40] Sakamoto Y, Tanaka H, Lewis FA, Tong XQ, Kandasamy K. “Uphill” hydrogen di'usion e'ects of hydrogen interstitial strain gradients in palladium and palladium alloys. Int J Hydrogen Energy 1996;21(11–12):1025–32. [41] Tanaka H, Sakamoto Y, Lewis FA, Tong XQ. Uphill di'usion e'ects during hydrogen permeation in Palladium– Cerium alloy membrane. Defect Di'us Forum 1997;141–142: 85–92."}
