{"paragraph_index": "4708_1", "article_index": 4708, "document_link": "http://lenr-canr.org/acrobat/ZhangWSparadigmof.pdf", "abstract": "Technical differences between cold fusion and hot fusion, and scientific distinctions between low energy nuclear reactions (LENR) and classical nuclear reactions, are presented. It is pointed out that LENR is realized through interactions of multi-scale coupling; it is characterized by nonlinearity, non-equilibrium and complexity. The techniques of cold fusion are small-scale, distributed and flexible. All of these characteristics are consistent with trends of contemporary science and technology, whereas hot fusion departs from these tendencies.", "all_authors": ["Zhang, W.-S."], "title": "Paradigm of Cold Fusion: A Perspective on Scientific Philosophy", "publisher": "Infinite Energy", "year_published": "2009", "volume": "", "date_uploaded": "2012-10-15", "keywords": ["review"], "paragraph": "One scholar once commented that the cancellation of SSC could be described as the extinction of a science dinosaur. Without doubt, the ITER is the technology dinosaur in the world now. The annihilation of dinosaurs on earth was unavoidable. Biological evolution was faster after that. For similar reasons, the dinosaurs of science and technology will encounter economic and political difficulties sooner or later, but human beings will not lose their ways to explore and utilize the nature. The problem with low energy nuclear reactions is whether human beings are willing to suppress their prejudices and learn what has been discovered during the past 20 years."}
{"paragraph_index": "4708_2", "article_index": 4708, "document_link": "http://lenr-canr.org/acrobat/ZhangWSparadigmof.pdf", "abstract": "Technical differences between cold fusion and hot fusion, and scientific distinctions between low energy nuclear reactions (LENR) and classical nuclear reactions, are presented. It is pointed out that LENR is realized through interactions of multi-scale coupling; it is characterized by nonlinearity, non-equilibrium and complexity. The techniques of cold fusion are small-scale, distributed and flexible. All of these characteristics are consistent with trends of contemporary science and technology, whereas hot fusion departs from these tendencies.", "all_authors": ["Zhang, W.-S."], "title": "Paradigm of Cold Fusion: A Perspective on Scientific Philosophy", "publisher": "Infinite Energy", "year_published": "2009", "volume": "", "date_uploaded": "2012-10-15", "keywords": ["review"], "paragraph": "1. Arata, Y. and Zhang, Y.-C. 1999. “Observation of Anomalous Heat Release and Helium-4 Production from the Highly Deuterated Palladium Fine Particles,” Jpn. J. Appl. Phys., 38, L774. 2. Zhang, W.-S. and Dash, J. 2007. “Excess Heat Reproducibility and Evidence of Anomalous Elements After Electrolysis in Pd|D2O+H2SO4 Electrolytic Cells,” Proc. ICCF13, Dagomys, Sochi, Russia, June 25-July 1, pp. 202-216. 3. Iwamura, Y., Sakano, M., and Itoh, T. 2002. “Elemental Analysis of Pd Complexes: Effects of D2 Gas Permeation,” Jpn. J. Appl. Phys., 41, 1A, 4642. 4. Miley, G.H. 1996. “Quantitative Observation of Transmutation Products Occurring in Thin-film Coated Microspheres During Electrolysis,” Proc. ICCF6, Hokkaido, Japan, October 13-16, p. 629. 5. http://en.wikipedia.org/wiki/Analog_high-definition_ television_system 6. http://search.japantimes.co.jp/member/member.html?nn 20030820b8.htm 7. Naranjo, B., Gimzewski, J.K., and Putterman, S. 2005. “Observation of Nuclear Fusion Driven by a Pyroelectric Crystal,” Nature, 434, 1115. 8. Leemans, W.P., Nagler, B., Gonsalves, A.J., Toth, C., Nakamura, K., Geddes, C.G.R., Esarey, E., Schroeder, C.B., and Hooker, S.M. 2006. “GeV Electron Beams from a Centimetre-scale Accelerator,” Nature Physics, 2, 696. 9. http://en.wikilib.com/wiki/Instability#Plasma_instabilities 10. http://en.wikipedia.org/wiki/Superconducting_Super_ Collider 11. http://physicsworld.com/cws/article/news/32312"}
