{"paragraph_index": "4725_1", "article_index": 4725, "document_link": "http://w.iscmns.org/FIC/CFSB.pdf#page=149", "abstract": "The \"cold fusion\" research in China is reviewed for the past five years. Emphasis is focused on the attempt to set up the Chinese-based reproducible experiments and the study on the key parameter which is supposed to control the reproducibility. Theoretical effort in understanding these phenomena is described as well", "all_authors": ["Zhong, L. X."], "title": "Searching for Truth With High Expectations- 5 Year Studies on Cold Fusion in China", "publisher": "Fourth International Conference on Cold Fusion", "year_published": "1993", "volume": "4", "date_uploaded": "", "keywords": ["review", "ICCF-4"], "paragraph": "We have started three new sets of experiments: (1) The electrolysis of pressurized heavy water to study the \"excess heat\" in high temperature condition, based on our experience with pressurized light water fission reactors. (2) The enhancement of spontaneous fission in uranium due to hydrogen loading. (3) The positron annihilation studies of the surface layer of the palladium sheet during the hydrogen loading"}
{"paragraph_index": "4725_2", "article_index": 4725, "document_link": "http://w.iscmns.org/FIC/CFSB.pdf#page=149", "abstract": "The \"cold fusion\" research in China is reviewed for the past five years. Emphasis is focused on the attempt to set up the Chinese-based reproducible experiments and the study on the key parameter which is supposed to control the reproducibility. Theoretical effort in understanding these phenomena is described as well", "all_authors": ["Zhong, L. X."], "title": "Searching for Truth With High Expectations- 5 Year Studies on Cold Fusion in China", "publisher": "Fourth International Conference on Cold Fusion", "year_published": "1993", "volume": "4", "date_uploaded": "", "keywords": ["review", "ICCF-4"], "paragraph": "Calculations show that the gamma yield is about 10-6 per 3 MeV proton absorbed in palladium, and this result can be probably explained by the decay of excited Pd* and Fe*. Since tungsten electrode was used also, there should be a de-excitation process: 184W* 9 184W + ı (Eı=110 keV). If the low energy spectrum could get rid of the noise, one should have seen the 110 keV gamma-ray as well. Recently an unexpected peak has been seen around 130 keV, which could not be attributed to any Coulomb excitation process. Fortunately, Professor Hagelstein is just looking for a peak around 129.5 keV to explain his neutron transfer reaction."}
{"paragraph_index": "4725_3", "article_index": 4725, "document_link": "http://w.iscmns.org/FIC/CFSB.pdf#page=149", "abstract": "The \"cold fusion\" research in China is reviewed for the past five years. Emphasis is focused on the attempt to set up the Chinese-based reproducible experiments and the study on the key parameter which is supposed to control the reproducibility. Theoretical effort in understanding these phenomena is described as well", "all_authors": ["Zhong, L. X."], "title": "Searching for Truth With High Expectations- 5 Year Studies on Cold Fusion in China", "publisher": "Fourth International Conference on Cold Fusion", "year_published": "1993", "volume": "4", "date_uploaded": "", "keywords": ["review", "ICCF-4"], "paragraph": "In order to reproduce the early experiments, a systematic study[10,11] on the loading ratio (D/Pd) in gas loading experiments was started in 1991 after a visit to Stanford Research Institute. It is clear that the reproducibility depends on the loading process. The annealing in the vacuum, and the multiple-step loading have been identified as two important factors which may affect the terminal loading ratio. Table 1 and Table 2 in Ref. 11 summarize the gas-loading experiments with palladium in hydrogen and in deuterium. It is possible to reach the loading ratio of D/Pd >0.84 by annealing in the vacuum, and multiple-step loading under 30 atm."}
{"paragraph_index": "4725_4", "article_index": 4725, "document_link": "http://w.iscmns.org/FIC/CFSB.pdf#page=149", "abstract": "The \"cold fusion\" research in China is reviewed for the past five years. Emphasis is focused on the attempt to set up the Chinese-based reproducible experiments and the study on the key parameter which is supposed to control the reproducibility. Theoretical effort in understanding these phenomena is described as well", "all_authors": ["Zhong, L. X."], "title": "Searching for Truth With High Expectations- 5 Year Studies on Cold Fusion in China", "publisher": "Fourth International Conference on Cold Fusion", "year_published": "1993", "volume": "4", "date_uploaded": "", "keywords": ["review", "ICCF-4"], "paragraph": "Calorimetric experimentation is difficult and requires more funds and time, so it is done in only a few laboratories in China. The Institute of Chemistry, Academy of Science, keeps a small group using microcalorimetry[12]; and the Institute of Atomic and Molecular Science at High Temperature and High Pressure, Chengdu University of Science and Technology keeps doing electrolysis of heavy water with titanium cathode and platinum anode[13]. They measured the temperature inside the Ti-rod, and observed the extraordinary ascent of temperature five times among seven experiments. Although the explanation of extraordinary ascent of temperature is unclear yet, they found that if a mixture of H2O and D2O was used as the electrolyte, then no extraordinary ascent of temperature was observed. The extraordinary ascent of temperature was about 1.5~24(C dependent on the size of the Ti-rod. The SIMS (secondary ion mass spectrum) analysis showed strangely that the Ti-rod sample above the water level absorbed much more hydrogen than deuterium if there was some H2O in the electrolyte. However, the Ti-rod sample beneath the water level absorbed both deuterium and hydrogen. The hardness and the metallurgical structure of the Ti-rod were monitored before and after electrolysis."}
{"paragraph_index": "4725_5", "article_index": 4725, "document_link": "http://w.iscmns.org/FIC/CFSB.pdf#page=149", "abstract": "The \"cold fusion\" research in China is reviewed for the past five years. Emphasis is focused on the attempt to set up the Chinese-based reproducible experiments and the study on the key parameter which is supposed to control the reproducibility. Theoretical effort in understanding these phenomena is described as well", "all_authors": ["Zhong, L. X."], "title": "Searching for Truth With High Expectations- 5 Year Studies on Cold Fusion in China", "publisher": "Fourth International Conference on Cold Fusion", "year_published": "1993", "volume": "4", "date_uploaded": "", "keywords": ["review", "ICCF-4"], "paragraph": "Another example is the uncertainty principle. If the electron cloud shrinks to form a strong screening effect, an energy level lower than usual ground level is always assumed. The Mills model[21] or the solutions of the relativistic Schrodinger equation and Dirac equation[22] are invoked to find this energy level, but the uncertainty principle is not compatible with it. A multiple body problem in the crystal lattice should be investigated."}
{"paragraph_index": "4725_6", "article_index": 4725, "document_link": "http://w.iscmns.org/FIC/CFSB.pdf#page=149", "abstract": "The \"cold fusion\" research in China is reviewed for the past five years. Emphasis is focused on the attempt to set up the Chinese-based reproducible experiments and the study on the key parameter which is supposed to control the reproducibility. Theoretical effort in understanding these phenomena is described as well", "all_authors": ["Zhong, L. X."], "title": "Searching for Truth With High Expectations- 5 Year Studies on Cold Fusion in China", "publisher": "Fourth International Conference on Cold Fusion", "year_published": "1993", "volume": "4", "date_uploaded": "", "keywords": ["review", "ICCF-4"], "paragraph": "After five years of searching with high expectations, we are still working very hard. As long as the experiments are getting stronger in confirmation, we will keep searching for the truth."}
{"paragraph_index": "4725_7", "article_index": 4725, "document_link": "http://w.iscmns.org/FIC/CFSB.pdf#page=149", "abstract": "The \"cold fusion\" research in China is reviewed for the past five years. Emphasis is focused on the attempt to set up the Chinese-based reproducible experiments and the study on the key parameter which is supposed to control the reproducibility. Theoretical effort in understanding these phenomena is described as well", "all_authors": ["Zhong, L. X."], "title": "Searching for Truth With High Expectations- 5 Year Studies on Cold Fusion in China", "publisher": "Fourth International Conference on Cold Fusion", "year_published": "1993", "volume": "4", "date_uploaded": "", "keywords": ["review", "ICCF-4"], "paragraph": "[1] R.H. Xiong et al., \"Anomalous Neutron Emission from the Discharge Tube with Palladium Electrode and Deuterium Gas,\" presented at the Symposium on Cold Fusion in China, Beijing, China, (May, 1990). [2] S.Y. Duan et al., \"Fusion Neutron Emission Induced by Injection of Deuterium into Titanium Target in a Mirror Plasma,\" in The Science of Cold Fusion, edited by T. Bressani et al., Italian Physical Society, Bologna, pp 139-143 (1991). [3] H.Q. Long et al., \"The Anomalous Nuclear Effects Inducing by the Dynamic Pressure Gas Discharge in a Deuterium/Palladium System,\" in Frontiers of Cold Fusion, edited by H. Ikegami, Universal Academy Press, Tokyo, 1993, pp 455-459. [4] H.Q. Long et al., \"Anomalous Effects in Deuterium/Metal Systems.\" in Frontiers of Cold Fusion, edited by H. Ikegami, Universal Academy Press, Tokyo, 1993, pp 447-454. [5] H.Q. Long et al., \"New Experiment Results of Anomalous Nuclear Effects in Deuterium/Metal Systems,\" presented at ICCF4 at Maui, Dec. 6-9, 1993. [6] Z.Q. Ma, X.Z. Li et al., \"The Analysis of the Neutron Emission from the Glow Discharge in Deuterium Gas Tube,\" presented at ICCF4 at Maui, Dec. 6-9, 1993. [7] J.T. He et al., \"A Study on Anomalous Nuclear Fusion Reaction by Using HV Pulse Discharge,\" presented at ICCF4 at Maui, Dec. 6-9, 1993. [8] X.Z. Li et al., \"The Precursor of 'Cold Fusion' Phenomenon in Deuterium/Solid Systems,\" in Anomalous Nuclear Effects in Deuterium/Solid Systems, AlP Conference Proceedings 228, edited by S.E. Jones, 1991, pp 419-429. [9] S.Y. Dong, X.Z. Li et al., \"Precursors to 'Cold Fusion' Phenomenon and the Detection of Energetic Charged Particles in Deuterium/Solid System,\" Fusion Technology, vol 20, p 330 (1991). [10] D.W. Mo, X.Z. Li et al., \"Real Time Measurements of the Energetic Charged Particles and the Loading Ratio (D/Pd),\" in Frontiers of Cold Fusion, edited by H. Ikegami, Universal Academy Press, Tokyo, 1993, pp 535-538. [11] G.S. Huang, X.Z. Li et al., \"The Measurements and the Control of the Loading Ratio of Deuterium in Palladium,\" presented at ICCF4 at Maui, Dec. 6-9, 1993. [12] Z.L. Zhang et al., \"Calorimetric Measurements of the Electrolysis of Heavy Water at Palladium Cathode,\" presented at ICCF4 at Maui, Dec. 6-9, 1993. [13] Q.F.Zhang et al., \"The Excess Heat Experiments on Cold Fusion in Titanium Lattice,\" presented at ICCF4 at Maui, Dec. 6-9, 1993. [14] X.Z. Li et al., \"The 3-Dimensional Resonance Tunneling in Chemically Assisted Nuclear Fission and Fusion Reactions,\" presented at ICCF4 at Maui, Dec. 6-9, 1993. [15] M.C.H. McKubre et al., \"Excess Power Observations in Electrochemical Studies of the D/Pd System; the Influence of Loading,\" in Frontiers of Cold Fusion, edited by H. Ikegami, Universal Academy Press, Tokyo, 1993, pp 5-19. [16] M. Fleischmann and S. Pons, \"Calorimetry of the Pd-D2O System: from Simplicity via Complications to Simplicity,\" Physics Letters A, vol 176, p 118 (1993). [17] M.H. Miles and B.F. Bush, \"Heat and Helium Measurements in Deuterated Palladium,\" presented at ICCF4 at Maui, Dec. 6-9, 1993. [18] F.G. Will, K. Cedzynska et al., \"Tritium Generation in Palladium Cathodes with High Deuterium Loading during Heavy Water Electrolysis,\" presented at ICCF4 at Maui, Dec. 6-9, 1993. [19] L.D. Landau and E.M. Lifshitz, Quantum Mechanics, 2nd edition, Pergamon, Oxford, Addison-Wesley, 1965, pp 15-17. [20] D.K. Roy, Quantum Mechanical Tunnelling and Its Applications, Singapore, World Scientific, 1986, pp 1-79. [21] R.L. Mills et al., \"DiHydrino Molecule Identification,\" private communication (1993). [22] J.A. Maly et al., \"Electron Transitions on Deep Dirac Levels I,\" Fusion Technology, vol 24, p 307 (1993)."}
