{
    "index": 4691,
    "document_link": "http://lenr-canr.org/acrobat/ZhangWSeffectsofsa.pdf",
    "abstract": "Based on the thermodynamics involving the lattice expansion due to hydrogen insertion, the interaction between hydrogen atoms and the blocking effect in hydrogen diffusion, we discuss the profiles of hydrogen concentration and self-induced stress, and their interaction in the steady state during hydrogen diffusion across elastic membranes of fcc metals or alloys. Contrary to the conventional viewpoint, it is found that the selfinduced stress suppresses the departure of the concentration distribution from the linearity. The residual stress profile depends on the phase of metal-hydrogen system. However, the diffusion flux is independent of the existence and magnitude of self-stress; this conclusion means that the conventional steady-state method for measurement of the diffusion coefficient can be applied experimentally even while the self-stress effect is significant. Finally, although these results are obtained from the fcc metal-hydrogen system, our conclusions can be extended to the diffusion problem of other interstitials in solid samples.",
    "all_authors": [
        "Zhang, W.-S.",
        "Zhang, X.-W.",
        "Zhang, Z.-L."
    ],
    "pdf_path": "ZhangWSeffectsofsa.pdf",
    "title": "Effects of self-induced stress on the steady concentration distribution of hydrogen in fcc metallic membranes during hydrogen diffusion",
    "publisher": "Phys. Rev. B: Mater. Phys.",
    "year_published": "2000",
    "volume": "62",
    "date_uploaded": "2006-03-31",
    "keywords": [
        "loading"
    ],
    "text_content": [
        "When an external bending is applied to a solid, the induced deformation field will cause interstitials in the sample to move toward expanded areas; this phenomenon is known as the Gorsky effect.1,2 Moreover, the stress induced by the concentration gradient of interstitials inside a solid without any external bending has a similar effect as well.3,4 For hydrogen diffusion across metallic membranes, Lewis and coworkers and some other researchers showed that the internal stress results in a flux opposing to that generated by diffusion. This feature has been referred to as ‘‘uphill diffusion.’’5–14 They verified that the self-stress not only leads to a misestimation of diffusion coefficient using the time-lag method,5–10 but also modifies the steady-state distribution of interstitial in solids ~H in metals or alloys in their case!.10–14 This means that one must be cautious about measuring the diffusion coefficient of interstitial in solids either by the transient or steady-state method. However, there still exist some controversies on the problem of the steady-state distribution of interstitial in solids. Li3 and Baranowski15 had predicted that the linear profile is the natural result, but some latter theoretical and experimental works supported the concept of the non-linear distribution.10–14,16,17 In an earlier paper, Zhang et al.18 have proved analytically and numerically that the linear profile is the only solution for interstitial ~hydrogen! diffusion across an elastic membrane in the steady state while the metal-hydrogen system is in the phase of dilute solution. Owing to the fact that self-stress experiments are always carried out in the situation of high hydrogen concentration where the interaction between hydrogen atoms and the blocking effect in diffusion must be concerned, so the applicability of this conclusion from the dilute solution condition is in doubt in the practical cases. In this paper, we will further prove that the self-induced stress supresses the departure of the concentration distribution from the linearity, and the diffusion coefficient deduced from the steady-state diffusion flux, plate thickness and concentration step is valid even while the self-stress effect is present. To be specific, we discuss the hydrogen diffusion across a fcc metallic plate because hydrogen in these materials, such as Pd and Pdbased alloys, has been extensively studied in the self-stress experiments.5–16",
        "Another interesting phenomenon occurs when xm51/2 as illustrated in Fig. 6. In the case, the stress effect must be described by the third-order approximation due to a250. The nonlinear part of the concentration distribution and the stress profile have third-order characteristics, and the stressinduced flux has a quadric form as indicated by Eqs. (25), (30), and (31), respectively. Different features between Fig. 6 and Figs. 3–5 make us obtain the condition Eq. (32) under which the second-order approximation is valid; otherwise, the third-order approximation must be considered. Introducing Eqs. (28) and (29) into this equation and neglecting the higher-order terms, we get the condition being equivalent to Eq. (32), Eq. (33). This criteria is based on the series expansion about the middle point j51/2. Actually, x can be expanded at any point in the overall range of 0<j<1, so we find that a2 50 if x51/2 at the point expanded from Eq. (28), so we obtain the necessary condition for consideration of the thirdorder approximation Eq. (34). Otherwise, the second-order approximation is enough to describe the self-stress effects.",
        "In summary, we have established a model describing hydrogen diffusion across an elastic fcc metallic plate. This model includes the self-stress effect of hydrogen insertion, H-H interaction and blocking effect in diffusion. The results indicate that the self-stress flattens the nonlinear distribution of hydrogen concentration in the plate and it is contrary to the conventional viewpoint. On the other hand, the diffusion flux maintains constant even while the self-stress effect is present.",
        "1 J. Vo¨lkl, Ber. Bunsenges. Phys. Chem. 76, 797 ~1972!; J. Vo¨lkl and G. Alefeld, Z. Phys. Chem., Neue Folge 114, 129 ~1979!. 2H. Wipf, J. Less-Common Met. 49, 291 ~1976!. 3J.C.M. Li, Metall. Trans. A 8, 1353 ~1978!. 4 F.C. Larche´ and J.W. Cahn, Acta Metall. 21, 1051 ~1973!; 30, 1835 ~1982!; 33, 331 ~1985!; Acta Metall. Mater. 40, 947 ~1992!; Solid State Phenom. 3-4, 205 ~1988!. 5 F.A. Lewis, J.P. Magennis, S.G. McKee, and P.J.M. Seebuwufu, Nature ~London! 306, 673 ~1983!. 6 F.A. Lewis, X.Q. Tong, R.V. Bucur, and K. Kandasamy, Defect Diffus. Forum 148-149, 161 ~1997!. 7X.Q. Tong, K. Kandasamy, and F.A. Lewis, Scr. Metall. Mater. 24, 1923 ~1990!; X.Q. Tong, Y. Sakamoto, F.A. Lewis, R.V. Bucur, and K. Kandasamy, Int. J. Hydrogen Energy 22, 141 ~1997!. 8Y. Sakamoto, H. Tanaka, F.A. Lewis, X.Q. Tong, and K. Kandasamy, Int. J. Hydrogen Energy 21, 1025 ~1996!. 9 Dudek and B. Baranowski, Pol. J. Chem. 69, 1196 ~1995!; Z. Phys. Chem., Neue Folge 206, 21 ~1998!. 10K. Kandasamy, X.Q. Tong, and F.A. Lewis, J. Phys.: Condens. Matter 4, L439 ~1992!; K. Kandasamy and F.A. Lewis, Int. J. Hydrogen Energy 24, 763 ~1999!. 11Y. Sakamoto, X.Q. Tong, and F.A. Lewis, Scr. Metall. Mater. 25, 1629 ~1991!. 12K. Kandasamy, F.A. Lewis, J.P. Magennis, S.G. McKee, and X.Q. Tong, Z. Phys. Chem., Neue Folge 171, 213 ~1991!. 13 F.A. Lewis and X.Q. Tong, J. Alloys Compd. 179, 13 ~1992!; F.A. Lewis, X.Q. Tong, and K. Kandasamy, Int. J. Hydrogen Energy 18, 481 ~1993!; F.A. Lewis, X.Q. Tong, K. Kandasamy, R.V. Bucur, and Y. Sakamoto, Thermochim. Acta 218, 57 ~1993!. 14X.Q. Tong and F.A. Lewis, Int. J. Hydrogen Energy 20, 641 ~1995!. 15B. Baranowski, J. Less-Common Met. 154, 329 ~1989!; in Flow, Diffusion and Processes, edited by S. Sieniutycz and P. Salaman, Advances in Thermodynamics Vol. 6 ~Taylor and Francis, New York, 1992!, p. 168. 16K. Kandasamy, Scr. Metall. 22, 479 ~1988!; Int. J. Hydrogen Energy 20, 455 ~1995!. 17A.M. Simon and Z.J. Grzywna, Acta Metall. Mater. 40, 3465 ~1992!; A.M. Simon, Int. J. Hydrogen Energy 22, 27 ~1997!. 18W.S. Zhang, X.W. Zhang, and Z.L. Zhang, J. Alloys Compd. 302, 258 ~2000!. 19B. Baranowski, S. Majchrzak, and T.B. Flanagan, J. Phys. F: Met. Phys. 1, 258 ~1971!. 20Y. Fukai, The Metal-Hydrogen System, Basic Bulk Properties ~Springer-Verlag, Berlin, 1993!, Chaps. 3 and 5. 21Y. Sakamoto, F.L. Chen, and T.B. Flanagan, Ber. Bunsenges. Phys. Chem. 99, 807 ~1995!. 22D.A. Papaconstantopoulos, B.M. Klein, E.N. Economou, and L.L. Boyer, Phys. Rev. B 17, 141 ~1978!. 23 E. Wicke and G. Nernst, Ber. Bunsenges. Phys. Chem. 68, 224 ~1964!; E. Wicke and H. Brodowsky, in Hydrogen in Metals, edited by G. Alefled and J. Vo¨lkl, Topics in Applied Physics Vol. 29 ~Springer-Verlag, Berlin, 1978!, p. 73; E. Wicke and J. Blaurock, Ber. Bunsenges. Phys. Chem. 85, 1091 ~1981!. 24 T. Kuji, W.A. Oates, B.S. Bowerman, and T.B. Flanagan, J. Phys. F: Met. Phys. 13, 1785 ~1983!. 25Y. Sakamoto, M. Imoto, K. Takai, T. Yanaru, and K. Ohshima, J. Phys.: Condens. Matter 8, 3229 ~1996!. 26 J. Crank, The Mathematics of Diffusion ~Clarendon, Oxford, 1975!, p. 3."
    ]
}