{
    "index": 4699,
    "document_link": "http://lenr-canr.org/acrobat/ZhangWSeffectsofe.pdf",
    "abstract": "Based on theories of hydrogen electrode reactions at the palladium surface and self-stresses of hydrogen in thin tubular shells established earlier, we numerically calculate transport properties of hydrogen across a tubular membrane under galvanostatic charging conditions. It is found that the exited hydrogen flux is much less than the charging current since the hydrogen combination reaction takes place at the outer surface. On the other hand, the overall system is in an unstable state after a long time charging; this makes the determination of hydrogen diffusivity difficult in experiments. The theoretical results are in good agreement with experimental data obtained before.",
    "all_authors": [
        "Zhang, W.-S."
    ],
    "pdf_path": "ZhangWSeffectsofe.pdf",
    "title": "Effects of electrochemical reaction and self-stress on hydrogen diffusion in tubular membranes during galvanostatic charging",
    "publisher": "J. Alloys and Compounds",
    "year_published": "2003",
    "volume": "6-357",
    "date_uploaded": "2006-03-31",
    "keywords": [
        "loading"
    ],
    "text_content": [
        "In earlier works, we presented models describing self-stresses and related effects produced by hydrogen interstitials in thin shells and circular-plates [1,2]. The up-hill diffusion (UHD) and related phenomena were demonstrated and interpreted by these theories. However, these results are qualitatively consistent with experimental data [3–9]; quantitatively comparisons need consider the surface kinetics and other processes that have been omitted previously. For example, the galvanostatic charging is always treated as the first or second boundary condition in diffusion problems [3–5,7,9]; nevertheless, experimental and theoretical studies have verified that the steady flux is than the charging current, and the exited flux transient may differ from the result of concentration-step or flux step assumption [10–12]. In Fig. 5 of Ref. [9], the pressure change corresponds to an exited hydrogen flux of 0.07 mA cm , which is only 0.54% of the actual charging current 13 mA cm . Therefore, it is naturally concluded that the electrochemical process affects transport properties in self-stress experiments. In this paper, we will discuss the whole steps of hydrogen diffusion across tubular membranes of Pd or Pd based alloys under electrochemical conditions using numerical methods based on models established earlier [1,2,13–15].",
        "In this work, we give numerical results based on Eqs. (1)–(13) and using the frame reported earlier [14].",
        "In summary, the electrochemical reaction affects the self-stress and other transport properties strongly, the determination of the diffusivity and verifications of UHD must consider these factors in experiments.",
        "[1] W.S. Zhang, Z.L. Zhang, X.W. Zhang, J. Alloys Comp. 336 (2002) 170. [2] W.S. Zhang, Z.L. Zhang, J. Alloys Comp. 346 (2002) 176. [3] F.A. Lewis, J.P. Magennis, S.G. McKee, P.J.M. Seebuwufu, Nature 306 (1983) 673. [4] X.Q. Tong, K. Kandasamy, F.A. Lewis, Scripta Metall. 24 (1990) 1923. [5] Y. Sakamoto, X.Q. Tong, F.A. Lewis, Scripta Metal. Mater. 25 (1991) 1629. [6] F.A. Lewis, B. Baranowski, K. Kandasamy, J. Less-Common Met. [4]. 134 (1987) L27. [7] K. Kandasamy, X.Q. Tong, F.A. Lewis, J. Phys.: Conden. Mater. 4 (1992) L439. [8] D. Dudek, B. Baranowski, Pol. J. Chem. 69 (1995) 1196. [9] B. Baranowski, J. Less-Common Met. 154 (1989) 329. [10] V. Breger, E. Gileadi, Electrochim. Acta 16 (1971) 177. [11] R.N. Iyer, H.W. Pickering, M. Zamanzadeh, J. Electrochem. Soc. 136 (1989) 2463. [12] B.G. Pound, in: J.O’M. Bockris, B.E. Conway, R.E. White (Eds.), Modern Aspects of Electrochemistry, Vol. 25, Plenum, New York, 1993, p. 63. [13] W.S. Zhang, X.W. Zhang, H.Q. Li, J. Electroanal. Chem. 434 (1997) 31. [14] W.S. Zhang, Z.L. Zhang, X.W. Zhang, J. Electroanal. Chem. 474 (1999) 130. [15] W.S. Zhang, X.W. Zhang, Z.L. Zhang, Phys. Rev. B 62 (2000) 8884. [16] M. Enyo, in: B.E. Conway, J.O’M. Bockris, E. Yeager, S.U.M. Khan, R.E. White (Eds.), Kinetics and Mechanism of Electrode Processes, Vol. 7, Plenum, New York, 1983, p. 241. [17] T. Kuji, W.A. Oates, B.S. Bowerman, T.B. Flanagan, J. Phys. F: Met. Phys. 13 (1983) 1785. [18] B. Baranowski, S. Majchrzak, T.B. Flanagan, J. Phys. F: Met. Phys. 1 (1971) 258. [19] Y. Fukai, The Metal–Hydrogen System, Basic Bulk Properties, Springer, Berlin, 1993, p. 95. [20] R. Woods, in: A.J. Bards (Ed.), Electroanalytical Chemistry: A Series of Advances, Vol. 9, Marcel Dekker, New York, 1976, p. 1."
    ]
}