{
    "index": 4707,
    "document_link": "http://lenr-canr.org/acrobat/ZhangWScharacteria.pdf",
    "abstract": "We have focused on the reproducibility of excess heat in Pd|D2O electrolytic cells for some\ryears [1􀀐3]. It was found that excess heats can be reproduced under proper procedure and\rexcess heats occur instantly after electrolyzing for a few hours rather than several days or\rmonths. The most important characteristics of excess heat production are following points:\r(1) The pretreatment of palladium sample at high temperature is necessary.\r(2) Temperature increment during electrolysis is a key factor [2].\r(3) Noises of cell voltage decrease when excess heats occur during galvanostatic electrolysis\rat some time.\rExperimental details will be reported in the conference.",
    "all_authors": [
        "Zhang, W.-S."
    ],
    "pdf_path": "ZhangWScharacteria.pdf",
    "title": "Characteristics of excess heat in DPd|D2O+D2SO4 electrolytic cells measured by electrolytic Seebeck Envelope Calorimetry (PowerPoint slides)",
    "publisher": "15th International Conference on Condensed Matter Nuclear Science",
    "year_published": "2009",
    "volume": "",
    "date_uploaded": "2012-10-15",
    "keywords": [
        "Excess heat"
    ],
    "text_content": [
        "First run should be the activation process. This process is intended utilized in excess heat reproducibility.",
        "2.2. Electrolytic Cell: Schematic of Pd|D2O+D2SO4 electrolytic cell (φin4.2 ×14 cm2); Photo of cell (φin4.2 ×14 cm2); Photos of Pd #1 (0.25 × 25 × 25 mm2) before (left) and after (right) electrolysis.; Photo of Pd|D2O cell in SEC",
        "3.2. Excess heat from Pd plate: 3.2.1. Excess powers on pretreatments; 3.2.2. Excess powers for different samples; 3.2.3. Excess powers and cell’s resistance: (1) R vs. T (no excess heat) (2) R vs. T (excess heat) R = cell’s resistance, T = cell’s temperature.",
        "(1) Clear evidence of excess heat in Pd|D2O + D2SO4 electrolytic system. (2) Pre-electrolysis in open cells is an easy way to reproduce excess heat in subsequent electrolysis in closed cells. (3) Cell’s resistances change irreversible with cell’s temperature when excess heats appear."
    ]
}