{
    "index": 4709,
    "document_link": "http://lenr-canr.org/acrobat/ViolanteVproceeding.pdf#page=71",
    "abstract": "Pre-electrolysis at the boiling point in open Pd|D2O cells is an effective method to activate a palladium cathode, which can produce excess power in subsequent electrolysis in closed systems for several months. The reproducibility is 23/45. Another characteristic of excess heat is the apparent resistance of electrolytic cell changes irreversibly with temperature.",
    "all_authors": [
        "Zhang, W.-S."
    ],
    "pdf_path": "ViolanteVproceeding.pdf",
    "title": "Characteristics of Excess Heat in Pd|D2O+D2SO4 Electrolytic Cells Measured by Seebeck Envelope Calorimetry",
    "publisher": "15th International Conference on Condensed Matter Nuclear Science",
    "year_published": "2009",
    "volume": "",
    "date_uploaded": "2013-08-05",
    "keywords": [],
    "text_content": [
        "In previous works [13], anomalous excess thermal power in Pd|D2O cells was observed using Seebeck Envelope Calorimetry (SEC). Two phenomena were found for reproducibility of excess heat. One is that the temperature increment during electrolysis must be high enough; otherwise no excess heat will be produced [2]. Another is that the second run always gives more excess heat than in the first under the same condition as shown in Table V in Ref. [2]. After reviewing the data of past experiments, it is found that the samples Pd-A and Pd-E in Ref. [2], which gave the maximum excess power (~ 1 W, about one order greater than others), have the same histories. Both of them had been electrolyzed at the boiling point in open cells due to mistakes (Exp. #041110 for Pd-A and Exp. #050829 for Pd-E). After that, these two samples become active in excess heat production in electrolysis. All these phenomena inspire the author to intentionally use pre-electrolysis at the boiling point in open cells to activate samples. Experimental results show that this procedure is effective to some extent as reported below. At the same time, it is found that the apparent cell resistance changes irreversibly with temperature when excess heat occurs.",
        "The calorimeter, power supply and data logging system are the same as before [35]. These will not be discussed here, except for some recent modifications.",
        "3.2. Irreversible change of cell’s resistance with temperature: During the emergence of excess heat, it was noticed that Pex and cell temperature T approach to their maximum amplitudes and then decrease to the stable values as shown in Figs. 4(b) and 5(b). It means that increment of excess power is suppressed in electrolysis due to a changing cell parameter. This parameter is the apparent cell resistance R. R vs. T with excess heat is shown in Fig. 6 and without excess heat in Fig. 7. It is found that there is obvious irreversible change of R vs. T when excess heats occur. These results indicate this change can be a collateral evidence of excess heat besides the calorimetry. However, this irreversible change is not fully understandable and predictable at present; it may be negative or positive as shown in Fig. 6(a) and (b), respectively.",
        "Pre-electrolysis activation of excess heat production reported here is similar to the heat-after-death effect observed by Fleischmann and Pons [6]; both situations work at the boiling point of the electrolyte. This phenomenon must be explainable by some mechanism which is activated by the high temperature. As concerns the irreversible change of cell resistance, it should be the intrinsic nature of excess heat because the state of cathode polarization must change in excess heat production at the cathode hot spots observed by Mosier-Boss and Szpak [7], and positive feedback of voltage and temperature observed by Fleischmann et al [8]. The author will study all these interesting phenomena in future work.",
        "[1] W.-S. Zhang, J. Dash, Q. Wang: Condensed Matter Nuclear Science, Proceedings of the 12th International Conference on Cold Fusion, Yokohama, Japan, Nov 27 to Dec 2, 2005. Edited by A. Takahashi, K-I. Ota and Y. Iwamura, (World Scientific Pub., Singapore, 2006), p. 86. [2] W.-S. Zhang, J. Dash: Proceedings of the 13th International Conference on Condensed matter Nuclear Science, Dagomys, Sochi, Russia, June 25 to July 1, 2007. Edited by Y. Bazhutov, (Moscow, MATI, 2008), p. 202. [3] W.-S. Zhang, J. Dash, Z.-L. Zhang: Proceedings of the 14th International Conference on Condensed matter Nuclear Science, Washington DC, USA, Aug 8 to 10, 2008. [4] W.-S. Zhang: China Patent Application # 200910085862. [5] W.-S. Zhang: Thermochim. Acta (accepted) [6] M. Fleischmann, S. Pons: Phys. Lett. A 176 118 (1993) [7] P.A. Mosier-Boss, S. Szpak: Nuovo Cimento A 112 577 (1999) [8] M. Fleischmann, et al.: J. Electroanal. Chem. 287 293 (1990)"
    ]
}