{
    "index": 4711,
    "document_link": "http://lenr-canr.org/acrobat/ZhangWSexperiment.pdf",
    "abstract": "Progresses of condensed matter nuclear science are reviewed. Anomalous nuclear effects, e.g. enhancement of screening in beam-target reaction in metals, sono-fusion, nuclear transmutation in deuterium-diffusion palladium plate and excess heat in palladium cathode-heavy water electrolysis system are brief introduced. Advances of this field may change the science, techniques and life-styles.",
    "all_authors": [
        "Zhang, W.-S."
    ],
    "pdf_path": "ZhangWSexperiment.pdf",
    "title": "Experimental studies on condensed matter nuclear science (in Chinese)",
    "publisher": "Science (Shanghai)",
    "year_published": "2010",
    "volume": "62",
    "date_uploaded": "2023-05-12",
    "keywords": [
        "review"
    ],
    "text_content": [
        "Nuclear reactions involve energy values (> 105 electron volts) significantly higher than those in chemical reactions and physical and chemical processes at the condensed matter level (< 1 electron volt). The cross-sections of nuclear reactions are six orders of magnitude smaller than those of chemical reactions, and nuclear reaction processes are much faster. Consequently, in most cases, the chemical environment has minimal influence on nuclear processes, except for rare occurrences like the Mössbauer effect. This demonstrates the chemical independence of nuclear properties. In contrast, condensed matter nuclear science presents a different scenario. Experimental findings have revealed that specific physical and chemical conditions can greatly enhance certain nuclear reactions. This bridging of the gap between traditional nuclear physics, physical chemistry, and condensed matter physics eliminates the need for large accelerators and tokamaks in the study and utilization of nuclear energy. The significance of this development cannot be overstated.",
        "It's important to note that these findings are from a specific period and may not reflect the most recent developments in the field of cold fusion research.",
        "In addition, the changes at the physical and chemical levels in condensed matter nuclear science experiments can alter nuclear radioactivity. Therefore, it is now possible to achieve permanent and safe disposal of radioactive nuclear waste from nuclear power plants and nuclear disarmament through this approach. Figuratively speaking, cold fusion can not only replace hot fusion as a driving force but also clean up after nuclear fission. Therefore, the development of condensed matter nuclear science may not only bring about scientific and technological revolutions but also potentially change human lifestyles and geopolitical dynamics. Some of these impacts are foreseeable, while others go beyond current human imagination.",
        "[1]Fleischmann M，et al, J Electroanal Chem，1989，261：301; Erratum, 1989，263：187. [2] Costantini H. Rep Prog Phys, 2009，72：086301. [3] 王大伦，等.国家科学技术委员会与国家自然科学基金资助 项目（19455001）总结报告. 北京：国家自然科学基金委 员会，1998，4－27. [4] Kasagi J, et al. J Phys Soc Japan, 2004, 73:608. [5] Taleyarkhan R P, et al. Science, 2002, 295:1868; Phys Rev, 2004, E 69:36109. [6] Iwamura Y, et al. Jap J Appl Phys, 2002, 41A:4642. [7] Arata Y, Zhang Y C Y. J High Temp Soc, 2008,34 (2) : 85. [8] Zhang W S, et al. Proc ICCF12. Singapore: World Sci. Pub. 2006: 86; Proc ICCF13, Moscow: MATI, 2008:202; Thermochim Acta, 2010, 499:129. [9] Letts D G, Cravens D. Infinite Energy, 2003, 9 (50):10. [10] Letts D G, Hagelstein P L. Infinite Energy, 2009, 14 (84): 32. [11]Clarke W B, et al. Fusion Sci Technol, 2001,40:147; 152. [12] Mosier-Boss P A, et al. Naturwiss, 2009, 96:135. [13] Rout R K, et al. Fusion Technol, 1991, 19: 391. [14] Mills R L, Kneizys S P. Fusion Tech, 1991, 20: 65. [15] 张武寿.前沿科学,2008, 2 (3) : 75."
    ]
}