{
    "index": 4712,
    "document_link": "http://lenr-canr.org/acrobat/BiberianJPjcondensedp.pdf#page=121",
    "abstract": "An explosion occurred in an open Pd/D electrolytic system at a low current density of 62 mA cm-2. The average power was greater than 6.7 W (65 W cm-3 Pd or 430% of input power), and the incubation time was less than half an hour before the explosion. Thermal analysis indicates that the power of the explosion was 5.1?5.5 kW (or 50?53 kW cm-3 Pd), and the event developed in 2?17 s. It is concluded that this explosion was most probably caused by low energy nuclear reactions taking place in the Pd tube cathode rather than by chemical reactions.",
    "all_authors": [
        "Zhang, W.-S.",
        "Zhang, X.-W.",
        "Wang, D.",
        "Qin, J.-G.",
        "Fu, Y."
    ],
    "pdf_path": "BiberianJPjcondensedp.pdf",
    "title": "Thermal Analysis of Explosions in an Open Palladium/Deuterium Electrolytic System",
    "publisher": "J. Condensed Matter Nucl. Sci.",
    "year_published": "2015",
    "volume": "17",
    "date_uploaded": "2015-09-29",
    "keywords": [
        "Cold fusion",
        "CMNS",
        "Explosion",
        "Pd/D electrolytic system",
        "Pd tube",
        "LENR"
    ],
    "text_content": [
        "Since anomalous heat was announced by Fleischmann and Pons [1], there has been a great deal of research on Pd/D electrolytic systems [2]. Some explosions in various types of electrolytic cells have been reported [3–6]. The accident at SRI International was the most famous one; it was determined that this explosion was probably caused by deuterium and oxygen recombination [3]. However, data from explosions occurring in other labs indicate that some rapid exothermic reactions rather than chemical processes induced these phenomena [4–6]. In a previous paper, we summarized three explosions in our Pd/D electrolytic experiments which occurred in April 1991 [4]. After similar events take place again and again [5,6], it becomes incumbent upon a researcher to pay attention and analyze the results in detail. We did this and found some interesting features, which are presented here.",
        "In the last event, the potentiostatic electrolysis with cell voltage of 7.5 V had continued for more than 50 h before the explosion. The applied current at the 50th hour of electrolysis was 0.26 A (or 62 mA cm−2), which was slightly less than at the start. Voltage, current and bath temperature were manually recorded every hour and they were stable before the explosion. An experimenter (Da-Lun Wang) left the lab after the data recording at the 50th hour and came back half an hour later; the explosion took place during this period. It was found that the bath temperature had risen by 5◦C. The rubber plug and the attached electrodes flew 2–3 m away and fell onto the floor. At the same time, one area in the middle-upper part of the Pd tube bulged out but the backside of this protruding section was not concave and the electrode was still as straight as before. This means this damage was not caused by any external force after the explosion but by an internal cause during the process. It was believed that the first two explosions were weaker than the last one because the cell remained intact and it only fell against the sidewall of the bath beaker in the first two. After these two cases, the plug was pressed firmly into the cell and this gave rise to a more violent explosion the third time. The last event will be discussed in detail.",
        "The upper limit of incubation time should be half an hour as described in Section 2. Using this time scale, we obtain the lower limit of excess power is 6.7 W or 430% of input power, the corresponding power density is P¯/Vd = 65 W cm−3 Pd.",
        "There was also an explosion in a Pd/D electrolytic system at SRI International [3]. Because it was a closed system and parameters are complex, we cannot reach a clear conclusion as here. Biberian reported the explosion in a similar open Pd tube/D electrolytic cell at low current [6]; we tend to conclude this was the same event as we experienced.",
        "[1] M. Fleischmann, S. Pons and M. Hawkins, J. Electroanal. Chem. 261 (1989) 301; errata, J. Electroanal. Chem. 263 (1989) 187. [2] E. Storms, The Science of Low Energy Nuclear Reaction, World Scientific, Singapore, 2007. [3] S.I. Smedley, S. Crouch-Baker, M.C.H. McKubre and F.L. Tanzella, Proc. 3rd Int. Conf. Cold Fusion, Nagoya, Japan, Oct. 21–25, 1992; Frontiers of Cold Fusion, H. Ikegami (Ed.), Universal Academy Press, Tokyo, Japan, 1993, p. 139. [4] X.-W. Zhang, W.-S. Zhang, D.-L. Wang, S.-H. Chen, Y.-B. Fu, D.-X. Fan and W.-J. Chen, Proc. 3rd Int. Conf. Cold Fusion, Nagoya, Japan, Oct. 21–25, 1992; Frontiers of Cold Fusion, (H. Ikegami (Ed.), Universal Academy Press, Tokyo, Japan, 1993, p. 381. [5] T. Mizuno and Y. Toriyabe, Proc. 12th Int. Conf. Cold Fusion, Yokohama, Japan, Nov. 27–Dec. 2, 2005; Condensed Matter Nuclear Science, A. Takahashi, K.-I. Ota and Y. Iwamura, (Eds.), World Scientific, Singapore, 2006, p. 65. [6] J.-P. Biberian, J. Condensed Matter Nucl. Sci. 2 (2009) 1. [7] http://nuclear.ntua.gr/apache2-default/codes/heavy_calculus.html. [8] M.H. Miles, H.D. Arman, J.D. Carrick, C.K. Gren, K.A. Haggerty, H.Y. Kim, A.G. Ky, J.E. Markham, C.F. Meeks and D.E. Noga, Proc. 9th Int. Conf. Cold Fusion, Beijing, May19–24, 2002, p. 246. [9] C.Y. Warner and V.S. Arpaci, Int. J. Heat and Mass Transfer 11 (1968) 397. [10] U. Grigull, J. Straub, P. Schiebener (Eds.), Steam Tables in SI Units, 2nd Edn., Springer, Berlin, 1984. [11] http://www.engineeringtoolbox.com/water-thermal-properties-d_162.html [12] Z.-L. Zhang, W.-S. Zhang, M.-H. Zhong and F. Tan, Proc. 8th Int. Conf. Cold Fusion, Lerici (La Spezia), Italy: Italian Physical Society, Bologna, Italy, 2000, p. 91."
    ]
}