{
    "index": 4719,
    "document_link": "https://link.springer.com/content/pdf/10.1007/BF02548669.pdf",
    "abstract": "Calorimetric studies were undertaken of the heat, observed during the electrolysis of H20 in normal open and closed cell as well, employing palladium cathode. A difference in heat observed during the process between opened and closed system was found. Heat generated under different conditions was presented as a function of the working current density or voltage. Such results were briefly discussed according to general thermodynamics and electrochemistry.",
    "all_authors": [
        "Zhang, Z.-L.",
        "Sun, X.",
        "Zhou, W.",
        "Zhang, L.",
        "Li, B.",
        "Wang, M.",
        "Yan, B. Z.",
        "Tan, F."
    ],
    "pdf_path": "zhang1995.pdf",
    "title": "Precision calorimetric studies of H2O electrolysis",
    "publisher": "J. Thermal Anal.",
    "year_published": "1995",
    "volume": "45",
    "date_uploaded": "",
    "keywords": [
        "Pd",
        "heat",
        "H2O"
    ],
    "text_content": [
        "In this case, it is very important to understand the processes causing the 'excess heat', or 'anomalous heat' generated during electrolysis of heavy (or light) water and the factors, such as the electrolysis current, affect heats taking place.",
        "The open electrolysis system: The construction of electrolysis cell used in the open system was totally the same as that in the closed system but without recombiner and with an empty outlet tube.",
        "Electrolysis: An electric power pulse, with intervals wide enough to obtain experimental results, was produced in the electrolysis system. The electrolysis voltage applied on cell was in the range of 1.81 to 3.92 V, and electric current density was changed from 7.95 mA/cm 2 to 38.6 mA/cm 2, in the closed system. In the open system the cell voltage applied was varied from 1.81 to 2.83 V, and the current density was changed from 3.1 mA/cm 2 to 32.1 mA/cm 2. In the calorimetric measurements of electrolysis of heavy water, the cell voltage used was varied from (3.51_+0.13) V to 5.98_+0.48) V, and the current density was varied from 1.90 mA/cm 2 to 5.70 mA/cm 2.",
        "Therefore, it may be noted that the W~, is equal to We~ and the 'excess heat' (Wex) is a nonlinear function of the electrolysis current density. There are many results of calorimetric measurements of the heat generated during an electrolysis of H20 (or D20) [1-6] which can be applied to prove this relationship. This is a preliminary discussion on the heat generated during an electrolysis by general thermodynamics.",
        "According to the discussion on the heat generated during electrolysis by general thermodynamics and electrochemistry in this work, it was understood that the 'excess heat' (W~x) should be a nonlinear function of the electrolysis current density.",
        "1 M. Fleischmann, S. Pons and M. Hawkins, J. Electroanal. Chem., 261 (1989) 301. 2 R. C. Kainthla, O. Velev, L. Kaba, G. H. Lin, N. J. C. Paekham, M. Szldarezyk, J. Wass and J. O'M. Boekris, Electrochim. Acta, 34 (1989) 1318. 3 D. Lewis and K. Skold, J. Electroanai. Chem., 294 (1990) 278. 4 K-S. Yun, J-B. Ju, B-W. Cho, W-I. Cho and S-Y. Park, J. Eleetroanal. Chem., 306 (1991) 279. 5 Zhongliang Zhang et al., AlP Conf. Proc., 228 (1990) 572. 6 Xu-Wu An, Hai-Ke Tan, Bu-xing Han, Da-Jun Guo, De-Yin Xie, Qi-He Zhu and Ri-Heng Hu, Thermochim. Acta, 183 (1991) 107. 7 F. Gutmann and O. J. Murphy, 'Modern Aspects of Electrochemistry', No. 15, Edited by R. E. Whire et al., ISBN 0306-41287-x (1983). 8 Derek Pletcher, ' Industrial Electrochemistry' ISBN 0 412 16500 7, University Press, Cambridge. 9 Peter A. Rock, 'Chemical Thermodynamics', ISBN 0-935701-12-1."
    ]
}