{
    "index": 4724,
    "document_link": "http://lenr-canr.org/acrobat/BiberianJPjcondensedzi.pdf#page=276",
    "abstract": "In cold fusion research, the LiOD heavy water solution has been used as electrolyte in Pd-D2O electrolytic systems for over 30 years. The conductivity of LiOD not only affects the electrical and thermal properties but also can be used to determine the LiOD concentration. In this paper, conductivities of LiOD heavy water solution (0.01409 ~ 0.09721 mol*L^-1) at 10 ~ 70 deg C were measured. Changes of conductivity ? in mS*cm^-1 with concentration c in mol*L^-1 and temperature T in degrees C can be expressed by the quadratic form: ? = 60.56c ? 14.25c^2 + 2.514cT ? 0.5459c^2T. This relationship can be simplified to ? = 123.41c ? 27.90c^2 or c = 8.1031 x 10^-3 ?^2 + 1.484 ? 10^-5 ?^2 at 25 deg C.",
    "all_authors": [
        "Zhao, H.",
        "Zhang, W-S.",
        "Xiao, W-Y.",
        "Chen, Y.",
        "Qi, S."
    ],
    "pdf_path": "BiberianJPjcondensedzi.pdf",
    "title": "Conductivity and Molar Conductivity of LiOD Heavy Water Solution",
    "publisher": "J. Condensed Matter Nucl. Sci.",
    "year_published": "2022",
    "volume": "36",
    "date_uploaded": "2022-11-14",
    "keywords": [
        "LiOD heavy water solution",
        "Conductivity",
        "Molar conductivity",
        "Lithium",
        "Cold fusion"
    ],
    "text_content": [
        "In 1989, Fleischmann and Pons reported anomalous excess heat in the electrolytic system of LiOD heavy water solution with a Pd cathode [1]. Since then, for more than 30 years, many researchers around the world have focused on this system [2]−[5]. Recently, our lab explored excess heat in a Pd-LiOD+D2O open system, similar to that used by Fleischmann-Pons [1] and Miles [2], with Seebeck envelope calorimetry. During open electrolysis, it was found that the LiOD concentration decreased, while the cell voltage increased with time in the constant current mode. To quickly determine the LiOD concentration, and to understand the electric and thermal behaviors of electrochemical cells, the electrolyte conductivities of LiOD heavy water solutions under different concentrations and temperatures must be obtained first. However, there was only data of 0.1 mol·L 1 LiOD solution, from 1990 [7]. In this paper, the conductivities of LiOD heavy water solution at various concentrations and temperature are measured. At the same time, the molar conductivities are also given. We hope these data can support future works on the Pd-LiOD+D2O electrolytic system.",
        "At the same time, we made a LiOH aqueous solution by mixing Li2O and H2O and measured conductivities at two different LiOH concentrations at 25◦C as shown in Table 1. We found that our results are consistent with the interpolated values based on data in [8] within 6.5%. This means our measurement method is reliable and the sample preparation of LiOD heavy water solution using Li2O instead of lithium metal as in [2]−[7] is not a problem. However, conductivities of 0.1 and 0.5 mol·L−1 LiOH aqueous solution measured by Ritley et al. [7] are 34% and 8%, respectively, less than the accepted values in [8]. Therefore, their results of the LiOD heavy water solution are only for reference here.",
        "It can be seen from Fig. 5 and Table 4 that with the increase of temperature, the limiting molar conductivity and the slope of the fitting increase at the same time.",
        "We measured the conductivity of LiOD heavy water solution at temperatures of 10 ∼ 70◦C and concentrations of 0.01409 ∼ 0.9721 mol·L−1, and obtained a quadratic relationship among the conductivity, the temperature, and the concentration. The LiOD concentration can be calculated by equations we obtained using temperature and conductivity. This provides a method for understanding the properties of the Pd-LiOD+D2O solution in electrolysis experiments.",
        "[1] M. Fleischmann, S. Pons and M. Hawkins, Electrochemically induced nuclear fusion of deuterium, J. Electroanal. Chem. 261 (1989) 301−308 and errata in 263, 187. [2] M.H. Miles, R.A. Hollins, B.F. Bush, J.J. Lagowski, and R.E. Miles, Correlation of excess power and helium production during D2O and H2O electrolysis using palladium cathodes, J. Electroanal. Chem. 346 (1993) 99−117. [3] M.C.H. McKubre, S. Crouch-Baker, A.M. Riley, S.I. Smedley and F.L. Tanzella, Excess power observations in electrochemical studies of the D/Pd system; the influence of loading. Proc. ICCF3. Nagoya, Japan, Oct. 21–25, 1992, pp. 5−20. [4] E. Storms, C. Talcott. Electrolytic tritium production, Fusion Tech. 17 (1990) 680−695. [5] F. Celani, A. Spallone, P. Tripodi and A. Nuvoli. Measurements of excess heat and tritium during self-biased pulsed electrolysis of Pd-D2O. Proc. ICCF3. Nagoya, Japan, Oct. 21–25, 1992, pp. 93−105. [6] M.H. Miles, H.D. Arman, J.D. Carrick, C.K. Gren, K.A. Haggerty, H.Y. Kim, A.G. Ky, J.E. Markham, C.F. Meeks and D.E. Noga. The elevation of boiling points in H2O and D2O electrolytes. Proc. ICCF9, Beijing, China, May 19−24, 2002, pp. 246−249. [7] K.A. Ritley, P.M. Dull, M.H. Weber, M. Carroll, J.J. Hurst and K.G. Lynn. The behavior of electrochemical cell resistance; a possible application to cold fusion experiments, Fusion Tech. 17 (1990) 699−703. [8] L.S. Darken and H.F. Meier, Conductances of aqueous solutions of the hydroxides of lithium, sodium and potassium at 25◦ , J. Am. Chem. Soc. 64 (1942) 621−623. [9] D.N. Bennion, E.L. Littaue, Mathematical-model of a lithium-water electrochemical power cell, J. Electrochem. Soc. 123 (1976) 1462−1469. [10] C. H. Hamann, A. Hamnett, W. Vielstich. Electrochemistry, 2nd, completely revised and updated edition(2007). John Wiley & Sons"
    ]
}