{
    "index": 4726,
    "document_link": "http://lenr-canr.org/acrobat/BiberianJPjcondensedn.pdf#page=40",
    "abstract": "Energy of low energy nuclear reactions (LENRs) is clean, cheap, sustainable and can solve all environmental problems. Linear Energy Transfer (LET) spectrum method using CR-39 detectors is the best method to investigate particles generated in LENRs. This paper introduces LET method and presents LET spectra and energy distributions for particles  produced in Pd + D reactions obtained by re-analyzing the original data measured with CR-39 detectors by SPAWAR group using LET spectrum method.",
    "all_authors": [
        "Zhou, D.",
        "Wang, C.",
        "Sun, Y.",
        "Liang, J. B.",
        "Zhu, G.",
        "Forsley, L.",
        "Li, X. Z.",
        "Mosier-Boss, P. A.",
        "Gordon, F."
    ],
    "pdf_path": "BiberianJPjcondensedn.pdf",
    "title": "Energetic Particles Generated in Earlier Pd + D Nuclear Reactions",
    "publisher": "J. Condensed Matter Nucl. Sci.",
    "year_published": "2015",
    "volume": "15",
    "date_uploaded": "2018-01-18",
    "keywords": [
        "CR-39 detectors",
        "Energy distributions",
        "LENR particles",
        "LET method",
        "LET spectra"
    ],
    "text_content": [
        "However, due to the limitation of previous methods for data analysis, the physical results for the Pd + D reactions before are mainly photos of nuclear tracks in CR-39 detector, track cone comparisons and statistics of track parameters, all these results cannot provide us with important physical quantities – energy loss, energy and charge for the LENR particles. Therefore, in order to obtain quantitative results for LENR experiments, LET spectrum method using CR-39 detectors should be introduced and data re-analysis should be conducted. LET spectrum method using CR-39 has been widely used for research on radiation at aviation altitudes and in space [14–16]. Radiation at aviation altitudes dominated by atmospheric neutrons (∼ 0.1 − 20 MeV) was successfully measured with LET method. This is a convincing reason to employ the LET method in LENR research. For our LET work, the original data of LENR particles were scanned and provided by the previous US Navy SPAWAR group, data analysis was conducted by Zhou at NASA-JSC using LET spectrum method [16]. Research on the properties and physical quantities of LENR particles is an important task in LENR research. The re-analysis work using LET spectrum method for the SPAWAR data was conducted successfully and some brand new results were obtained, including LET value.",
        "Define the track etch rate as VT = L0/t, where L0 is the length from pre-etch surface to the cone tip measured along the particle’s trajectory, t is the etch time. Similarly, bulk etch rate is defined as VB = B/t and the etch rate ratio is S = VT /VB. The etch rate ratio can be calculated with the Somogyi formula [19]: S =√1 + 4 ( D2B)2/[1 −(d2B)2]2, where D and d are the ellipse major and minor axes of the track cone opening on the CR-39 surface.",
        "3.6. LET Calibration for CR-39 detectors: LET calibration – the relationship between LET200 CR-39 and etch rate ratio S, is a key part in LET spectrum method and can be obtained by exposing CR-39 detectors to accelerator-generated protons and heavy ions and the LET calibration of CR-39 detectors obtained by NASA-JSC (Johnson Space Center) researchers [21] can be used.",
        "In addition to the primary high-LET charged particles, secondary high-LET charged particles (short range recoils and target fragments – heavy charged particles) may be generated through nuclear interactions of protons with higher energies (>∼10 MeV) and neutrons in the CR-39 detectors. All the primary and secondary charged particles with high LET can be detected with CR-39 detectors. After the experiment, the PE film was removed and the CR-39 detectors were chemically etched. The etched CR-39 detector was scanned using an automated scanning track analysis system.",
        "If protons and neutrons can be separated completely, the total energy carried by charged particles and neutrons can be calculated separately and accurately. Results presented in this section on the LET spectra, the energy distributions and the energies carried by the LENR particles are strong evidence for the generation of energetic particles and energy in LENRs.",
        "The analysis for triple α tracks observed with CR-39 detectors convinced us that high energy neutrons are produced in Pd + D experiments. This is definitely another very strong evidence for the generation of LENRs.",
        "As mentioned earlier, radiation at aviation altitudes is dominated by atmospheric neutrons, as showed in Fig. 4 [27,28]. In the figure, radiation is calculated with LUIN (solar minimum, high latitude). To satisfy measurements for radiation field dominated by neutrons, CR-39 and other detectors were selected and the radiation field was successfully measured using LET and other methods by the international co-operation team supported by the European Commission for a completed solar cycle [14–16,28–31]. Results measured with CR-39 are consistent well with those measured by other methods and simulated theoretically using FLUKA [14], LUIN and CARI [32]. CR-39 results were also intercompared every year with results from other detectors for the CERN-CERF neutron reference field which is dedicatedly designed to simulate radiation field at aviation altitudes. These investigations prove that CR-39 detectors are the best passive detectors sensitive to neutrons, protons and heavy ions and can be used for research on the energetic particles from LENRs.",
        "[1] X.Z. Li, S.Y. Dong, K.L. Wang et al., AIP Conf. Proc. 228,Anomalous Nuclear Effects in Peuterium/Solid Systems, Provo, UT, US, Jones, SE (Ed.), 1990, pp. 419–429. [2] X.Z. Li, D.W. Mo, L. Zhang et al., Anomalous nuclearphenomena and solid state nuclear track detector, Nucl. Tracks Radiat. Meas. 22 (1993) 599–604. [3] G.S. Qiao, X.L. Han and L.C. Kong, Nuclear Products in a Gas-Loading D/Pd and H/Pd System, Proc. 7th Int. Conf. on Cold Fusion, Eneco Ed., Vanco., Canada, 1998, pp. 314—318. [4] A.G. Lipson, A.S. Roussetski, G.H. Miley et al., Proc. of the9th Int. Conf. on Cold Fusion, X.Z. Li (Ed,) Tsinghua Univ. Press, Beijing, China, 2002, pp. 218–223. [5] A.G. Lipson, A.S. Roussetski, G.H. Miley et al., 10th Int. Conf. Cold Fusion, Condensed Matter Nuclear Science, MA, USA, 2003, http://www.LENR-CANR.org [6] S.Y. Dong, K.L. Wang, Y.Y. Feng et al., Precursors to cold fusion phenomenon and the detection of energetic charged particles in deuterium/solid systems, Fusion Technol. 20 (1991) 330—333. [7] Z.M. Dong., C.L. Liang, B. Liu et al., J. Cond. Matter Nucl. Sci. 5 (2010) 1–13. [8] P.A. Mosier-Boss, S. Szpak, F.E. Gordon et al., Use of CR-39 in Pd/D co-deposition experiments, Eur. J. Appl. Phys. 40 (2007) 293–303. [9] P.A. Mosier-Boss, S. Szpak, F.E. Gordon et al., Triple tracks in CR-39 as the result of Pd/D co-deposition: evidence of energetic neutrons, Naturwissenschaften 96 (2009a) 135–142. [10] P.A. Mosier-Boss, S. Szpak, F.E. Gordon et al., Characterization if Tracks in CR-39 Detectors Obtained as a Result of Pd/D Co-deposition, Eur. Phys. J. Appl. Phys., 46, pp. 30901-30912, 2009b. [11] P.A. Mosier-Boss, J.Y. Dea, L.P.G. Forsley et al., Comparison of Pd/D co-deposition and DT neutron generated triple tracks observed in CR-39 detectors, Eur. Phys. J. Appl. Phys. 51 (2010) 20901–20911. [12] P.A. Mosier-Boss, It’s not low energy – but it is nuclear, 17th ICCF, South Korea, Aug. 2012. [13] L.P. Forsley, P.A. Mosier-Boss et al., Charged particle detection in the Pd/D system: CR-39 SSNTD vs. real-time measurement of charged particle stimulated Pd K shell X-rays, Electronchimeca Acta 88 (2013) 373–383. [14] D. O’Sullivan, D. Zhou et al., Cosmic rays and dosimetry at aviation altitudes, Radiat. Meas. 31 (1999) 579–584. [15] D. O’Sullivan, D. Zhou et al., Dose equivalent, absorbed dose and charge spectrum investigation in low Earth orbit, Adv. Space Res. 34 (2004) 1420–1423. [16] D. Zhou, Invited book CR-39 Plastic Nuclear Track Detectors in Physics Research, Nova Science, New York, 2012. [17] E.V. Benton, On latent track formation in organic nuclear charged particle track detectors, Radiat. Effects 2 (1970) 273–280. [18] R.P. Henke and E.V. Benton, On geometry of tracks in dielectric nuclear track detectors, Nucl. Instr. Meth. 97 (1971) 483–489. [19] G. Somogyi, Processing of plastic track detectors, Nucl. Track Detect. 1 (1977) 3–18. [20] D. Zhou, D. O’Sullivan, E. Semones et al., Radiation field of cosmic rays measured in low Earth orbit by CR-39 detectors, Adv. Space Res. 37 (2006) 1764–1769. [21] D. Zhou, E. Semones, M. Weyland et al., LET calibration for CR-39 detectors in different oxygen environments, Radit. Meas. 42 (2007) 1499–1506. [22] D. Zhou, D. O’Sullivan, E. Semones et al., Radiation dosimetry for high LET particles in low earth orbit, Acta Astron. 63 (2008) 855–864. [23] D. Zhou, E. Semones, D. O’Sullivan et al., Radiation measured for Matroshka-1 experiment with passive dosimeters, Acta Astron. 66 (2010) 301–308. [24] D. Zhou, D. O’Sullivan, E. Semones et al., Radiation of cosmic rays measured on the international space station, 32nd ICRC (Beijing, China, Aug. 2011), Proc.: #1248. [25] S.A.R. Al-Najjar, A. Abedel-Naby and S.A. Durrani, Fast neutron spectrometry using the triple-reaction in the CR-39 detector, Nucl. Tracks 12 (1986) 611–615. [26] A.M. MacLeod and G.R. Milne, Proton nuclear reaction cross sections in carbon and the 12C(p,p’3α) reaction mechanism at 13 MeV, Phys. A: Gen. Phys. 5 (1972) 1252–1261. [27] K. O’Brien, The exposure of aircraft crews to radiation of extraterestrial origin, Radiat. Prot. Dosim. 45 (1992) 145–162. [28] K. O’Brien, LUIN 97, Personal Communication, 1997. [29] G. Reitz, Radiation environment in the stratosphere, Radiat. Prot. Dosim. 48 (1993) 5–20. [30] D. O’Sullivan, D. Zhou, Overview and present status of European commission research programme, Radiat. Prot. Dosim. 86 (1999) 279–284. [31] D. Zhou, Radiation of cosmic rays at aviation altitudes and dosimetry, Ph.D. Thesis, Dept. of Experimental Physics, University College, Dublin, National University of Ireland. [32] K. O’Brien, CARI, 2013: http://jag.cami.jccbi.gov/cariprofile.asp"
    ]
}