{
    "index": 4736,
    "document_link": "http://lenr-canr.org/acrobat/BiberianJPjcondensedzb.pdf#page=385",
    "abstract": "Our model applies solid state, nuclear, and quantum mechanics principles to the molecular chemistry process. We show how most of our predicted transmutation products are consistent with experimental data from a wide variety of LENR experiments, and how they can be triggered. Chemical physics recently discovered a new type of chemical reaction that concentrated most of the energy of reactants into electrons that were originally trapped between reactants. The reaction leaves the reaction product molecule relatively cool. Considering the rules of solid state physics, we apply the pattern of these chemical reactions to nuclear reactions, referred to as \"Lattice Enabled Nuclear Reactions\" (LENR, also called \"Low Energy Nuclear Reactions\"). The predicted nuclear energy release also concentrates the energy in electrons, energized inside the nuclear product. The nuclear products are predicted to be \"cold\", implying non-radioactive, ground state. In some cases the excitation energy of the compound nucleus is sufficient to fracture it into more isotopes that were not originally present. The total attraction energy (coulomb plus nuclear) can overcome the quantum kinetic energy repulsion of the squeezed electron quasi-particles (Heisenberg Uncertainty Principle) when the effective electron mass exceeds a threshold value. . . .",
    "all_authors": [
        "Zuppero, A.",
        "Dolan, T. J."
    ],
    "pdf_path": "BiberianJPjcondensedzb.pdf",
    "title": "Electron Quasi-particle Catalysis of Nuclear Reactions",
    "publisher": "J. Condensed Matter Nucl. Sci.",
    "year_published": "2019",
    "volume": "29",
    "date_uploaded": "2020-07-30",
    "keywords": [
        "Electron catalysis",
        "Electron scattering",
        "Kinetic energy of confinement",
        "Transmutation",
        "Vibrationally promoted electron emission"
    ],
    "text_content": [
        "After discussing the system Hamiltonian and kinetic energy of confinement we will derive the effective mass threshold for the electron quasi-particle to trigger catalysis. Then we will discuss how to transiently elevate some of the electron quasi-particle masses.",
        "We will discuss how to achieve mth, calculate it for many reactions, and compare the model predictions with experimental data.",
        "When we increase the effective mass, we also increase the apparent density of electrons in the chemical region.",
        "During electrolysis of H and D with Pd Alexandrov observed both 4He and 3He [9]. This is consistent with our prediction of a catalytic reaction where H and D merge with Pd to make an intermediate Cd compound nucleus and containing two electrons with about 20 MeV total. This energy is enough that it could fracture the Cd into stable parts: Pd and 3He. Effective mass threshold for H–D–Pd reactions is of order 12 – 14. In this reaction palladium is a catalyst that is regenerated. The mixture also produced the expected D + D + 2e−+ Pd → (Cd* + 2e−) → Pd +4He. Effective mass threshold for deuteron–Pd reactions are of order 10–13. Another example is H + H + 2e−+104Pd → (Cd* + 2e−) →102Pd +4He. Effective mass threshold for proton–Pd reactions are of order 22–29. Here, the Pd is a reactant and a different Pd isotope product.",
        "A third branch might explain a small fraction of observed isotopes: the production of neutrons from energetic electrons inside the nucleus colliding with protons, which would be a weak interaction inside the nucleus.",
        "Three branches have been identified: (1) transmutations to other stable isotopes emitting electron quasi-particles as energy, (2) prompt fracturing to another branch, emitting energetic stable products (such as He), possibly charge neutral, (3) prompt electron capture to stable products emitting neutrino energy.",
        "Reaction rates are based on an elevated effective mass, evanescent electron wavefunction density when a chemical electron with scatters from the nuclear region between the reactants. The elevated residence time of the heavy electron between the attracting reactants (which must include the electron to be attractive) allows the reactants to converge to the smaller size of the product nucleus. The electron is scattered when it collides with the converging reactant nuclei, and appears either as an ejected electron or as electron energy within the nuclear product, typically inducing fission-like emissions.",
        "[1] J.L. LaRue, Tim Schaefer, Daniel Matsiev, Luis Velarde, N. Hendrik Nahler, Daniel J. Auerbach and Alec M. Wodtke, Electron kinetic energies from vibrationally promoted surface exoemission: evidence for a vibrational autodetachment mechanism, J. Phys. Chem. A 115 (2011) 14306–14314, dx.doi.org/10.1021/jp205868g. [2] J.D. White, J. Chen, D. Matsiev, D.J. Auerbach and A.M. Wodtke, Vibrationally promoted electron emission from low work-function metal surfaces, J. Chem. Phys. 124 (6) (2006) 064702. [3] A.C. Zuppero and T.J. Dolan, Heavy electron catalysis of nuclear reactions, J. Condensed Matter Nucl. Sci. (2018), submitted. [4] Charles Kittel, Introduction to Solid State Physics, 8th Edn., Wiley, Hoboken, NJ, 2005, ISBN-0: 047141526X. [5] L.W. Alvarez, H. Bradner, F.S. Crawford Jr., J.A. Crawford, T.P. Falk-Vairant, M.L. Good, J.D. Gow, A.H. Rosenfeld, F. Solmitz, M.L. Stevenson, H.K. Tichoy and R.D. Tripp, Catalysis of nuclear reactions by mu mesons, American Physical Society Meeting, Monterey, CA, Dec. 28, 1956, Phys. Rev. 105 (1957) 1127. [6] J.D. Jackson, Catalysis of nuclear reactions between hydrogen isotopes by mu_minus mesons, Phys. Rev. 106 (1957) 330. [7] E.J. Bleser, E.W. Anderson, L.M. Lederman, S.L. Meyer, J.L. Rosen, J.E. Rothberg and I.-T. Wang, Muonic molecules in liquid hydrogen, Phy. Rev. 132 (6) (1963) 2679–2691. [8] Yu.N.J. Bazhutov, J. Condensed Matter Nucl. Sci. 13 (2014) 29–37. [9] Dimiter Alexandrov, Nuclear fusion in solids – experiments and theory, Abstract, ICCF-21, Fort Collins, CO, June 3–8, 2018. [10] Jean-Paul Biberian, Anomaloous isotopic composition of silver in a palladium electrode, Abstract, ICCF-21, Fort Collins, Colorado, June 3–8, 2018. [11] Y. Iwamura, T. Itoh, M. Sakano, S. Sakai and S. Kuribayashi, Low energy nuclear transmutation in condensed matter induced by D2 gas permeation through Pd complexes: correlation between deuterium flux and nuclear products, Proc. 10th Int. Conf. on Cold Fusion, 2003, Cambridge, MA, USA, Accessed at http://www.lenr-canr.org/acrobat/IwamuraYlowenergyn.pdf. [12] Yasuhiro Iwamura, Takehiko Itoh, Y. Terada and T. Ishikawa, Transmutation reactions induced by deuterium permeation through nano-structured pd multilayer thin film, Transactions of the American Nuclear Society, Vol. 107, San Diego, CA, November 11–15, 2012. [13] Yasuhiro Iwamura, Mitsuru Sakano and Takehiko Itoh, Elemental analysis of Pd complexes: effects of D2 gas permeation, Jpn. J. Appl. Phys. 41 (2002) 4642–4650, Part 1, No. 7A, July 2002. [14] L.I. Urutskoev, Review of experimental results on low-energy transformation of nucleus RECOM Inst. Kurchatov, Moscow, Annales de la Fondation Louis de Broglie 29 (3) (2004) 1149. [15] Michael McKubre, Francis Tanzella, Paolo Tripodi and Peter Hagelstein, The emergence of a coherent explanation for anomalies observed in D/Pd and H/Pd system: evidence for 4He and 3He production, in 8th Int. Conf. on Cold Fusion, 2000, Lerici (La Spezia), Italy: Italian Physical Society, Bologna, Italy. [16] Czerski Konrad, Influence of crystal lattice defects and the threshold resonance on the deuteron–deuteron reaction rates at room temperature, Abstract, ICCF-21, Fort Collins, Colorado, June 3–8, 2018. [17] R. Bush and R. Eagleton, Evidence for electrolytically induced transmutation and radioactivity correlated with excess heat in electrolytic cells, with light water rubidium salt electrolytes, EPRI, Proc. Fourth Int. Conf. on Cold Fusion, 1994. [18] Giuseppe Levi, Evelyn Foschi, Bo Höistad, Roland Pettersson, Lars Tegnér and Hanno Essén, Observation of abundant heat production from a reactor device and of isotopic changes in the fuel, Accessed at URL: http://lenrcanr. org/acrobat/LeviGobservatio.pdf. www.sifferkoll.se/sifferkoll/wp-content/uploads/2014/10/LuganoReportSubmit.pdf. [19] K.P. Rajeev and D.J. Gaur, Evidence for nuclear transmutations in Ni–H electrolysis, J. Condensed Matter Nucl. Sci. 24 (2017) 278–283. [20] G.H. Miley and J.A. Patterson, Nuclear transmutations in thin-film nickel coatings undergoing electrolysis, J. New Energy, 1(3) (1996) 5, http://www.lenr-canr.org/acrobat/MileyGHnucleartra.pdf. [21] I.B. Savvatimova, Transmutation of elements in low-energy glow discharge and the associated processes, J. Condensed Matter Nucl. Sci. 6 (2012) 181–198. [22] I. Savvatimova, Y. Kucherov and A.B. Karabut, Cathode material change after deuterium glow discharge experiments, in fourth Int. Conf. on cold fusion, 1993, Lahaina, Maui: Electric Power Research Institute 3412 Hillview Ave., Palo Alto, CA 94304. [23] I. Savvatimova, Decay of tungsten under low-energy deuterium discharge and creation of more light isotopes 1, creation of more light elements in tungsten irradiated by low energy deuterium ions, in 8th Int. Workshop on Anomalies in Hydrogen/ Deuterium Loaded metals, Catania, 13–18 October, 2007. [24] I. Savvatimova, Gennady Savvatimov and Alla Kornilova, Decay of tungsten under low-energy deuterium discharge and creation of more light isotopes 2, gamma/x ray emission of tungsten cathodes before, during and after deuterium discharge, 8th Int. Workshop on Anomalies in Hydrogen/Deuterium Loaded Metals, 13–18 October 2007, Sheraton Catania, Hotel and Conf. Center; Via Antonello da Messina 45, 95020 Cannizzaro(CT), Sicily, Italy. [25] A.B. Karabut, 8th Int. Workshop on Anomalies in Hydrogen/Deuterium Loaded Metals, 13–18 October 2007, Sheraton Catania, Hotel and Conf. Center, Via Antonello da Messina 45, 95020 Cannizzaro(CT), Sicily, Italy. [26] M. Lipoglavšek, S. Markelj, M. Mihovilovîc, T. Petrovîc, S. Štajner, M. Vencelj and J. Vesîc, Observation of electron emission in the nuclear reaction between protons and deuterons, Phys. Lett. B 773 (2017) 553–556. [27] A. Cvetinovic, M. Lipoglavsek, S. Markelj and J. Vesic, Molecular screening in nuclear reactions, Phy. Rev. C 92 (2015) 065801. . [28] S.A. Rakityansky, S.A. Sofianos, L.L. Howell, M. Braun and V.B. Belyaev, Nonradiative proton-deuteron fusion in stellar plasma, Nucl. Phys. A 613 (1997) 132–146. [29] L. Hellberg, J. Stromquist, B. Kasemo and B.I. Lundqvist, Phys. Rev. Lett. 74 (1995) 4742. [30] H. Nienhaus, H.S. Bergh, B. Gergen, A. Majumdar, W.H. Weinberg and E.W. McFarland, Hole pair creation at Ag and Cu surfaces by adsorption of atomic hydrogen and deuterium, Phy. Rev. Lett. 82 (2)(1999) 446. [31] Yuhui Huang, Charles T. Rettner, Daniel J. Auerbach and Alec M. Wodtke, Vibrational promotion of electron transfer, Science 290 (6) (2000) 211. [32] Ji, Xiao Z. and Gabor A. Somorjai, Continuous hot electron generation in Pt/TiO2, Pd/TiO2, and Pt/GaN catalytic nanodiodes from oxidation of carbon monoxide, J. Phys. Chem. B 109 (2005) 22530–22535. [33] T.-C. Chiang, Surface Sci. Reports 39 (2000) 181–235. [34] Iwao Matsuda, Takehiro Tanikawa, Shuji Hasegawa, Han Woong Yeom, Kensuke Tono and Toshiaki Ohta, Euro. J. Surface Sci. Nanotech. 2 (2004) 169. [35] J.J. Paggel, T. Miller and T.-C. Chiang, Science 283 (1999) 1709–1711."
    ]
}